[
  {
    "id": "001",
    "title": "Pass to the Cone Matching the Pass-From Colour",
    "ageGroup": "General / Unspecified",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "General / Unspecified",
    "practiceFormat": "Warm-Up / Ball Mastery",
    "overview": "A passing and awareness drill played in a square with one player in the middle and players on each corner. EyeQ SmartCones on the corners change colour; the central player must scan, identify the active colour, then pass to the corner whose cone matches that colour. The focus is on quick scanning and accurate passing under a simple but constant visual cue.",
    "description": "Drill Overview\nA passing and awareness drill played in a square with one player in the middle and players on each corner. EyeQ SmartCones on the corners change colour; the central player must scan, identify the active colour, then pass to the corner whose cone matches that colour. The focus is on quick scanning and accurate passing under a simple but constant visual cue.\n\nObjective & Scanning Emphasis\nObjective: Improve short passing, first touch and decision-making for the central player while keeping outside players tidy and involved.  \nScanning emphasis: The central player must scan as the ball travels back towards them, pick up the current light colour, then quickly re-scan across the four corner cones to find the matching target. If they fail to scan or guess, they are likely to pass to the wrong cone, which results in a lost point or turnover and reinforces the value of checking the cue.\n\nSetup & Equipment\nRecommended Numbers: 5–8 players (4 corner players and 1–2 central players)  \nArea: Square of approximately 10–12m per side (adjust to age and level).  \nPlayers: 4 players on the corners, 1–2 players working in the centre.  \nEquipment required: 4 EyeQ SmartCones (one on each corner), 1–2 balls, flat markers if needed.  \nEyeQ Smart Cone placement: One SmartCone placed at each corner of the square; each cone cycles through colours (e.g. red, blue, green, yellow) independently.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- When the ball is travelling back to the central player, one colour on the EyeQ system is active (as defined in the app).  \n- The central player must pass to the corner whose EyeQ cone currently shows the same active colour.  \n- If no corner cone is showing the active colour when the central player receives the ball, they must return the ball to the original passer.  \n- Passing to the wrong colour or playing before clearly identifying the colour = point to defenders/coach or simple “reset” and the next player steps in.\n\nHow to Play (Step-by-Step)\n1. Place a player on each corner cone and 1–2 players in the middle with a ball.  \n2. A central player starts by passing to any corner player.  \n3. The corner player receives and returns the ball to the central player.  \n4. As the ball travels back, the EyeQ system changes the active colour; the central player must see this, then quickly scan all four cones.  \n5. The central player then passes to the corner whose cone matches the active colour cue.  \n6. If no cone matches, the central player passes back to the original corner and the pattern continues.  \n7. After a set time or number of passes, rotate a new player into the central role.\n\nCoaching Points\n- Scan as the ball travels, not after it arrives – central player should lift their head before first touch.  \n- Open body shape in the centre so they can see both the returning pass and as many corner cones as possible.  \n- Crisp passing technique with the inside of the foot; weight of pass appropriate to distance.  \n- Corner players check to the ball and play first-time where possible to keep tempo high.  \n- Encourage communication (e.g. corners can call their colour to support the central player).\n\nProgressions and Variations\n- Easier: Allow the central player 2–3 touches before passing; slow the cone colour changes slightly.  \n- Easier: Use only two colours and two active corners to reduce complexity for younger players.  \n- Harder: One-touch passing for the central player; they must already know their target before the ball arrives.  \n- Harder: Add a passive defender in the middle who can intercept lazy or slow passes.  \n- Harder: If the central player chooses the wrong colour, they immediately swap with that corner player as a “penalty” rotation.\n\n\n---",
    "exerciseBreakdownDesc": "A passing and awareness drill played in a square with one player in the middle and players on each corner.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "002",
    "title": "Dribbling through Chaos",
    "ageGroup": "Foundation Phase (U7–U10)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "General / Unspecified",
    "difficulty": "Basic",
    "practiceFormat": "Fun Game / Physical",
    "overview": "Players dribble freely inside a large area while EyeQ SmartCones around the outside change colours. Each player wears a coloured bib; they must constantly scan, then dribble towards cones that match their bib colour, changing direction whenever colours change. The chaos forces young players to look up, manage space and control the ball.",
    "description": "Drill Overview\nPlayers dribble freely inside a large area while EyeQ SmartCones around the outside change colours. Each player wears a coloured bib; they must constantly scan, then dribble towards cones that match their bib colour, changing direction whenever colours change. The chaos forces young players to look up, manage space and control the ball.\n\nObjective & Scanning Emphasis\nObjective: Develop close dribbling control, changes of direction and basic spatial awareness in a crowded area.  \nScanning emphasis: Players must regularly lift their head to find a cone that matches their bib colour, then re-scan as colours change while they’re moving. If they lock onto one cone and ignore changes, they end up chasing the “wrong” target and must turn away, highlighting how important regular scanning is.\n\nSetup & Equipment\nRecommended Numbers: 8–16 players (one ball per player)  \nArea: Large rectangle, roughly 25–30m x 20–25m, depending on numbers.  \nPlayers: Every player in the middle with a ball, all active at once.  \nEquipment required: 12 EyeQ SmartCones, coloured bibs (red/blue/green), 1 ball per player.  \nEyeQ Smart Cone placement: 12 SmartCones spaced evenly around the touchlines, numbered or sequenced 1–12; cones cycle between red, blue and green.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Each player is assigned a bib colour (red, blue or green).  \n- At all times, players may only “score” by dribbling to a cone that is showing their own bib colour.  \n- If a cone changes to a different colour before they arrive, that cone is no longer valid and they must turn and pick a new matching cone.  \n- Dribbling deliberately to a non-matching colour = no “point” and the coach can call out a quick forfeit (e.g. toe-taps) to reinforce scanning.\n\nHow to Play (Step-by-Step)\n1. All players dribble freely inside the area with a ball at their feet.  \n2. The EyeQ cones around the outside change colours in a random pattern.  \n3. Each player scans for a cone that currently matches their bib colour and begins to dribble towards it.  \n4. If the cone colour changes mid-run, players must quickly change direction and head for a new correctly coloured cone.  \n5. Once a player reaches a correct cone, they perform a turn and dribble back into space, looking up for their next target.  \n6. Continue for 2–3 minutes, then rest briefly and repeat.\n\nCoaching Points\n- Encourage players to keep their head up and glance at cones while still touching the ball.  \n- Emphasise small, controlled touches in tight traffic; longer touches when there is clear space.  \n- Use both feet and different parts of the foot – inside, outside, laces.  \n- Avoid collisions by scanning not only for cones but also for other players.  \n- Praise quick changes of direction when colours switch.\n\nProgressions and Variations\n- Easier: Slow down the colour changes and allow players to reach cones more often before they switch.  \n- Easier: Use half the cones so choices are fewer and easier to track.  \n- Harder: Add a time race – how many correct cones can each player reach in 60 seconds?  \n- Harder: Require a specific skill move (e.g. drag-back, inside cut) when reaching a cone.  \n- Harder: Introduce 1–2 “taggers” without a ball; if tagged, a player must quickly reach a correct cone before re-joining.\n\n\n---",
    "exerciseBreakdownDesc": "Players dribble freely inside a large area while EyeQ SmartCones around the outside change colours.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "003",
    "title": "Scan to Strike",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Shoot or Pass",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Final Third Decision",
    "difficulty": "Moderate",
    "practiceFormat": "Finishing / Shooting Pattern",
    "overview": "A directional small-sided game with two mini-goals at each end and an EyeQ SmartCone behind each goal. Teams keep possession while constantly scanning to see which goal in their colour is active; only that goal can be attacked. The game trains patience in build-up and fast recognition when scoring opportunities appear.",
    "description": "Drill Overview\nA directional small-sided game with two mini-goals at each end and an EyeQ SmartCone behind each goal. Teams keep possession while constantly scanning to see which goal in their colour is active; only that goal can be attacked. The game trains patients in build-up and fast recognition when a scoring opportunity appears.\n\nObjective & Scanning Emphasis\nObjective: Improve attacking decision-making, combination play and finishing in the final third when scoring opportunities open and close unpredictably.  \nScanning emphasis: Players must scan before receiving and as the ball travels to check which goal in their team colour is currently active. If no cone is lit, they must recognise that they cannot score and keep the ball; if a goal in their colour lights up, they must quickly adjust their movement and play to attack that specific target. Shooting at an inactive goal reinforces the cost of poor scanning (no goal or turnover).\n\nSetup & Equipment\nRecommended Numbers: 8–14 players (4v4 to 6v6)  \nArea: Approx. 35m x 25m rectangle (adjust to age and numbers).  \nPlayers: 2 teams of 4–6 players (4v4 to 6v6, no GK).  \nEquipment required: 4 mini-goals (2 at each end line), 4 EyeQ SmartCones, balls, bibs to distinguish teams.  \nEyeQ Smart Cone placement: One SmartCone directly behind each mini-goal, programmed to show team colours (e.g. blue for Team A, green for Team B) and to light up randomly / in sequence.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Each team is assigned a colour (e.g. Team A = blue, Team B = green).  \n- When a cone behind a goal lights up in a team’s colour, that specific goal becomes active for that team.  \n- Teams may only score in a goal if their colour is currently lit behind it at the moment the ball crosses the line.  \n- Goals scored at the wrong time or in a goal with no active colour = no goal; opposition restarts with possession.\n\nHow to Play (Step-by-Step)\n1. Organise teams and start with a kick-off or coach pass into the middle.  \n2. The team in possession keeps the ball, scanning for any goal that lights up in their colour.  \n3. If a goal behind them or ahead of them lights up in their colour, they should quickly look to exploit that space with combinations or direct play.  \n4. If no cone is lit in their colour, the team must maintain possession and recycle the ball rather than forcing a shot.  \n5. When possession changes, the new attacking team immediately scans for a cone in their own colour and adjusts shape accordingly.  \n6. Play in blocks (e.g. 3-minute games) and keep score by counting valid goals only.\n\nCoaching Points\n- Constant scanning, especially before receiving – know which goal is live before the ball comes.  \n- Encourage quick, positive play when a goal opens: support runs, third-man runs, and early shots.  \n- Reinforce patient possession when no goal is available; discourage hopeful long shots.  \n- Defenders should adjust position to protect likely active goals, shifting quickly when lights change.  \n- Emphasise communication: players shout when “our” goal lights up.\n\nProgressions and Variations\n- Easier: Allow a goal to stay active for a few extra seconds after the light goes off.  \n- Easier: Let teams score in any goal once their colour has been lit, to reduce cognitive load.  \n- Harder: Require at least two passes after the goal becomes active before a shot is allowed.  \n- Harder: Limit touches (e.g. 2-touch) to encourage faster decision-making.  \n- Harder: Add a neutral playmaker who always plays with the team in possession, increasing tempo and complexity.\n\n\n---",
    "exerciseBreakdownDesc": "A directional small-sided game with two mini-goals at each end and an EyeQ SmartCone behind each goal.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "004",
    "title": "Dribbling with a Changing Target",
    "ageGroup": "Foundation Phase (U7–U10)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Individual",
    "gameMoment": "General / Unspecified",
    "difficulty": "Basic",
    "practiceFormat": "Warm-Up / Ball Mastery",
    "overview": "Players dribble inside a grid filled with several small EyeQ \"goals\" made from pairs of SmartCones. At any time, one or more of these goals light up and become live targets. Players must dribble through a lit goal to \"score\", then immediately look up to find the next live goal as targets change.",
    "description": "Drill Overview\nPlayers dribble inside a grid filled with several small EyeQ “goals” made from pairs of SmartCones. At any time, one or more of these goals light up and become live targets. Players must dribble through a lit goal to “score”, then immediately look up to find the next live goal as targets change.\n\nObjective & Scanning Emphasis\nObjective: Improve dribbling, changes of direction and quick reactions to new attacking targets.  \nScanning emphasis: Players must scan repeatedly to locate which EyeQ goals are currently lit, change direction when goals switch off, and avoid committing to an “old” target. When a goal’s lights go off, they must stop attacking that goal and find the next lit pair, underlining the importance of constant visual checking.\n\nSetup & Equipment\nRecommended Numbers: 8–12 players (all dribblers)  \nArea: 30m x 25m grid (adjust to numbers and age).  \nPlayers: 8–12 dribblers, each with their own ball.  \nEquipment required: 4 cones to mark the outer area; 6 small goals made from pairs of EyeQ SmartCones; 1 ball per player.  \nEyeQ Smart Cone placement: Six pairs of SmartCones placed randomly inside the grid to form 1m-wide mini-goals. EyeQ system lights one or more pairs at a time.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Only EyeQ goals that are currently lit count as valid scoring targets.  \n- When a pair of cones is lit, dribbling through that gate earns a point.  \n- When a lit goal turns off, it instantly becomes “dead” – players must stop attacking it and find a new lit goal.  \n- Attempting to score through an unlit goal does not count; players must immediately turn away and re-scan.\n\nHow to Play (Step-by-Step)\n1. All players start inside the grid with a ball, dribbling freely.  \n2. One or more EyeQ goals light up; players scan and dribble to attack any lit goal.  \n3. To score, players must dribble cleanly through the lit gate under control.  \n4. As soon as they score, they turn back into the grid, lift their head and search for the next lit goal.  \n5. When a goal switches off, players must immediately stop heading for it and find a new live target.  \n6. Run for 60–90 seconds, then rest briefly and repeat with a new challenge (e.g. weaker foot only).\n\nCoaching Points\n- Head up regularly – players should spot changes early, not at the last second.  \n- Close control in traffic; bigger touches when moving into space towards a gate.  \n- Quick decision to abandon a dead target and re-attack a new one.  \n- Encourage creativity in turns and changes of direction.  \n- Praise players who react first when a new goal lights.\n\nProgressions and Variations\n- Easier: Reduce the number of goals and slow down the change rate.  \n- Easier: Allow goals to stay lit for longer once activated.  \n- Harder: Make red-lit goals worth double points to encourage prioritisation.  \n- Harder: Introduce a time limit – how many valid goals can each player hit in 60 seconds?  \n- Harder: Add 1–2 “defenders” who move without a ball and try to block access to goals.\n\n\n---",
    "exerciseBreakdownDesc": "Players dribble inside a grid filled with several small EyeQ \"goals\" made from pairs of SmartCones.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "005",
    "title": "Warm-Up Ball Control & Awareness",
    "ageGroup": "Foundation Phase (U7–U10)",
    "decisionTheme": "General / Unspecified",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "General / Unspecified",
    "difficulty": "Basic",
    "practiceFormat": "Warm-Up / Ball Mastery",
    "overview": "A two-part warm-up combining individual ball mastery and a partner-based awareness game. EyeQ SmartCones show different colours that tell dribblers which part of the foot to use; when the lights go dark, players must quickly pass and switch roles with their partner. It's a fun way to activate scanning, technique and communication at the start of a session.",
    "description": "Drill Overview\nA two-part warm-up combining individual ball mastery and a partner-based awareness game. EyeQ SmartCones show different colours that tell dribblers which part of the foot to use; when the lights go dark, players must quickly pass and switch roles with their partner. It’s a fun way to activate scanning, technique and communication at the start of a session.\n\nObjective & Scanning Emphasis\nObjective: Activate players physically while improving ball control, use of different foot surfaces and basic awareness of team-mates in traffic.  \nScanning emphasis: In Part 1, players scan for the current colour instruction (laces, inside, outside) while still managing the ball; in Part 2, dribblers must also scan to locate their partner and time the exchange when the cones go dark. Failing to scan leads to using the wrong surface or missing the moment to pass.\n\nSetup & Equipment\nRecommended Numbers: 10–20 players  \nArea: 20m x 20m grid (adjust for numbers).  \nPlayers: Any number; for Part 2 they work in pairs (one dribbler, one runner).  \nEquipment required: 4 EyeQ SmartCones to mark the grid, 1 ball between two players (or 1 each for Part 1).  \nEyeQ Smart Cone placement: Four SmartCones form the corners of the grid, cycling through colours (e.g. green, blue, yellow) and fully turning off at intervals.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Green = laces dribbling only.  \n- Blue = inside of the right foot only.  \n- Yellow = outside of the left foot only.  \n- All cones dark = immediately stop the ball with the sole and, in Part 2, pass to your partner and swap roles.  \n- Ignoring the current colour (wrong surface or failing to pass when dark) = simple reminder or small forfeit from coach to reinforce attention.\n\nHow to Play (Step-by-Step)\n**Part 1 – Individual Ball Control**\n1. Every player has a ball and dribbles freely inside the grid.  \n2. EyeQ cones show a colour; players must dribble using only the corresponding foot surface.  \n3. When cones change colour, players adjust their touches to match the new instruction.  \n4. When cones go dark, players stop their ball quickly with the sole, then wait for the next colour.\n\n**Part 2 – Dribble & Exchange**\n5. Players pair up; one becomes dribbler (with ball), the other runner (without ball).  \n6. Dribbler continues to follow the colour-based foot-surface instructions while dribbling in the grid.  \n7. Runner moves freely, finding space and staying available for a pass.  \n8. When cones go dark, the dribbler must quickly locate their partner, pass the ball and switch roles – runner becomes dribbler, dribbler becomes runner.  \n9. Play continuously for 4–6 minutes with frequent colour and dark phases.\n\nCoaching Points\n- Keep the head up regularly while dribbling; don’t stare at the ball.  \n- Many small touches for control, especially in tight areas.  \n- Clear difference between laces / inside / outside touches.  \n- Sharp stop with the sole when cones go dark; react quickly to switch.  \n- In Part 2, runners must communicate and show in good space to receive passes.\n\nProgressions and Variations\n- Easier: Use only two colours (e.g. laces and inside) for younger players.  \n- Easier: Allow a few seconds delay after cones go dark before players must exchange.  \n- Harder: Make all exchanges “weaker foot only” passes.  \n- Harder: Add a simple skill action (e.g. step-over) that the new dribbler must perform before dribbling.  \n- Harder: Introduce 1–2 passive defenders who move in the grid to add traffic and force better scanning.\n\n\n---",
    "exerciseBreakdownDesc": "A two-part warm-up combining individual ball mastery and a partner-based awareness game.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "006",
    "title": "Follow the Ball",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "Basic",
    "practiceFormat": "Warm-Up / Ball Mastery",
    "overview": "A passing circle played around a square with players at each corner and one ball (or two) circulating. EyeQ SmartCones in the corners change colour; receivers must scan, call out the current colour and take a purposeful first touch before passing on and following their pass. The drill sharpens scanning, communication and simple passing technique.",
    "description": "Drill Overview\nA passing circle played around a square with players at each corner and one ball (or two) circulating. EyeQ SmartCones in the corners change colour; receivers must scan, call out the current colour and take a purposeful first touch before passing on and following their pass. The drill sharpens scanning, communication and simple passing technique.\n\nObjective & Scanning Emphasis\nObjective: Improve basic passing, first touch and body orientation while encouraging players to check their surroundings before receiving.  \nScanning emphasis: As the ball travels towards them, receivers must quickly glance at their corner cone, register the colour and call it out before their first touch. Because colours can change at any moment, players are pushed to scan repeatedly, not just once; failing to scan leads to late or incorrect calls and poor preparation.\n\nSetup & Equipment\nRecommended Numbers: 8–12 players  \nArea: 20m x 20m square (adjust size to age and passing ability).  \nPlayers: 2–3 players per corner (8–12 total).  \nEquipment required: 4 EyeQ SmartCones (one at each corner), 1–2 balls.  \nEyeQ Smart Cone placement: One SmartCone on or just behind each corner cone, changing colours randomly at a steady tempo.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- The current colour showing at a player’s corner must be called out loudly (“Red!”, “Blue!” etc.) before they take their first touch.  \n- The colour itself does not initially change the action – the key is identifying and verbalising it in time.  \n- Optional advanced mapping (progression):  \n  - Red = pass with left foot, Blue = pass with right foot, Green = two-touch max.  \n- Failure to call the colour before first touch or using the wrong action in the progression = loss of point for that group or quick reset.\n\nHow to Play (Step-by-Step)\n1. Place 2–3 players at each corner with one ball starting at a designated corner.  \n2. Player at Cone 1 passes to the first player at Cone 2.  \n3. As the ball travels, the receiver at Cone 2 glances at their SmartCone, sees the colour and calls it out loudly before control.  \n4. The receiver takes a positive first touch towards the next corner, then passes to Cone 3.  \n5. After passing, they follow their pass to join the end of the line at the next corner.  \n6. The pattern continues around the square in a continuous flow: Receive → Call colour → Control → Pass → Follow.  \n7. Add a second ball from the opposite corner once the rhythm is good.\n\nCoaching Points\n- “Head on a swivel” – glance at the cone as the ball travels, not once it has arrived.  \n- Side-on body position to see both the ball and the cone with minimal head movement.  \n- First touch should move into space and set up the next pass.  \n- Clear, early communication of the colour to show that scanning has happened.  \n- Weight and accuracy of pass to maintain tempo.\n\nProgressions and Variations\n- Easier: Allow extra touches and slow the colour change rate.  \n- Easier: Remove any colour-action mapping and focus only on scanning and calling.  \n- Harder: Add colour-coded actions (e.g. red = left foot pass, blue = right foot, green = one-touch).  \n- Harder: Start a second ball and challenge players to avoid collisions or confusion.  \n- Harder: Add a passive defender in the middle who can intercept poorly weighted passes.\n\n\n---",
    "exerciseBreakdownDesc": "A passing circle played around a square with players at each corner and one ball (or two) circulating.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "007",
    "title": "Neutral Zone Pass - Dual Grid Reactive Switch",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Switch of Play",
    "difficulty": "Advanced",
    "practiceFormat": "Positional Possession Game",
    "overview": "Two teams play separate possession games in two side-by-side grids separated by a narrow neutral channel. EyeQ SmartCones around each grid give colour cues that tell the ball carrier whether to switch play by a long pass or by dribbling through the neutral channel, or to keep the ball in their current grid. Both teams must scan their cones and the opposite grid to act correctly and in sync with the cue.",
    "description": "Drill Overview\nTwo teams play separate possession games in two side-by-side grids separated by a narrow neutral channel. EyeQ SmartCones around each grid give colour cues that tell the ball carrier whether to switch play by a long pass or by dribbling through the neutral channel, or to keep the ball in their current grid. Both teams must scan their cones and the opposite grid to act correctly and in sync with the cue.\n\nObjective & Scanning Emphasis\nObjective: Develop the ability to switch play intelligently, either by a long pass or by carrying the ball, while maintaining quality possession.  \nScanning emphasis: Players must scan not only within their own grid for passing options but also the EyeQ cones and the far grid. When the cue changes, the ball carrier must instantly decide whether to play long, dribble across or keep the ball. Ignoring the cue or hesitating too long leads to turnovers and lost switching opportunities.\n\nSetup & Equipment\nRecommended Numbers: 10 players (5v5 in two grids)  \nArea: 35m x 20m, divided into Grid A (15m x 20m), a 5m neutral channel, and Grid B (15m x 20m).  \nPlayers: 2 teams of 5 (one team in each grid).  \nEquipment required: 6 EyeQ SmartCones (3 around each grid), 2 balls, bibs, flat markers for zones.  \nEyeQ Smart Cone placement: Three SmartCones spaced around Grid A and three around Grid B; all cones in a grid show the same colour at any moment.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Blue = Switch by long pass: the ball carrier must play a long pass to an open team-mate in the opposite grid.  \n- Red = Switch by dribble: the ball carrier must dribble through the neutral channel into the opposite grid then pass.  \n- Yellow = Stay: team continues to keep possession within their current grid.  \n- Failing to act on blue or red within a reasonable time, or switching incorrectly, results in a turnover to the opposition.\n\nHow to Play (Step-by-Step)\n1. Team A starts with a ball in Grid A; Team B starts with a ball in Grid B.  \n2. Both teams keep possession in their own grid, using short passes and movement.  \n3. EyeQ cones in each grid display a colour; all three in a grid always match.  \n4. When cones in a grid turn blue, the ball carrier must quickly scan and play a long pass to a team-mate in the opposite grid; then players adjust their positions accordingly.  \n5. When cones turn red, the ball carrier must dribble across the neutral channel into the opposite grid before passing.  \n6. When cones are yellow, teams continue to possess the ball inside their own grid.  \n7. If a team fails to respond correctly to the cue or loses the ball, the opposition takes over possession and plays under the same rules.  \n8. Rotate players between grids and roles regularly.\n\nCoaching Points\n- Pre-scan before receiving: players should know where space and team-mates are in the opposite grid.  \n- Quality of long passes – driven, accurate, and timed to match the movement of receivers.  \n- Positive, decisive dribbling through the neutral channel when red shows.  \n- Off-the-ball players adjust width and depth in anticipation of possible switches.  \n- Quick reaction to cues – avoid “freezing” when colours change.\n\nProgressions and Variations\n- Easier: Allow players to complete a pass or two in the new grid before enforcing the next cue.  \n- Easier: Use only two colours (blue = pass switch, yellow = stay) until players are comfortable.  \n- Harder: On blue, the switch must be played first-time where possible.  \n- Harder: Limit touches (e.g. 2-touch) inside the grids.  \n- Harder: Add one floating defender who can move between grids to create unpredictability.\n\n\n---",
    "exerciseBreakdownDesc": "Two teams play separate possession games in two side-by-side grids separated by a narrow neutral channel.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "008",
    "title": "Hot Zone Pass - EyeQ Hot Zone Possession Game",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Final Third Decision",
    "difficulty": "Advanced",
    "practiceFormat": "Directional Small-Sided Game",
    "overview": "A directional small-sided game played towards an endzone. Twelve EyeQ SmartCones along the back edge of the endzone define a shifting \"hot zone\" where only that strip is valid for scoring. Attackers must scan across the line of cones to find the current hot zone, time their pass into it, and have a team-mate run on to control the ball there.",
    "description": "Drill Overview\nA directional small-sided game played towards an endzone. Twelve EyeQ SmartCones along the back edge of the endzone define a shifting “hot zone” where only that strip is valid for scoring. Attackers must scan across the line of cones to find the current hot zone, time their pass into it, and have a team-mate run on to control the ball there.\n\nObjective & Scanning Emphasis\nObjective: Train players to recognise and exploit dangerous spaces in behind the defence with well-timed runs and passes.  \nScanning emphasis: Ball-carriers must scan across the entire back line of cones to identify which section is currently lit and, therefore, live. Runners must also scan regularly to anticipate where to run. If attackers fail to scan or rush the pass into a dead area, the chance is wasted and the ball turns over or no point is scored.\n\nSetup & Equipment\nRecommended Numbers: 10–14 players (5v5 or 6v6)  \nArea: Half pitch with an added 10–15m endzone behind the defending line.  \nPlayers: 2 teams of 5 or 6 (5v5 or 6v6).  \nEquipment required: 12 EyeQ SmartCones, balls, bibs, markers for endzone.  \nEyeQ Smart Cone placement: 12 SmartCones spread evenly along or just behind the back edge of the endzone; at any time, four cones form the current hot zone by lighting up (e.g. green).\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Four cones lit in the same colour define the current hot zone (live scoring strip).  \n- To score, the attacking team must play a pass into the endzone so that a team-mate runs onto the ball and controls it inside the space in front of the lit cones.  \n- Attackers may not stand waiting inside the endzone; runs must be timed from outside.  \n- Passes or receptions outside the hot zone or with players already stationed in the endzone do not score; ball remains in play or is turned over by coach decision.\n\nHow to Play (Step-by-Step)\n1. Set up the half pitch with a clearly marked endzone and the line of SmartCones.  \n2. One team begins in possession and attempts to build up play towards the endzone.  \n3. Defenders press to win the ball but must respect the space of the endzone (no camping inside if you wish to keep it clear).  \n4. As play develops, four cones along the back line are lit, marking the current hot zone.  \n5. The attacking team must scan, identify the hot zone and play a well-timed pass into that strip for a team-mate to run onto and control.  \n6. Successful controlled reception inside the hot zone = 1 point (or “goal”).  \n7. When defenders win the ball, they immediately transition to attack the opposite way under the same rules.  \n8. Play in time blocks and keep score.\n\nCoaching Points\n- Ball-carrier scans across the back line before deciding when and where to play the through pass.  \n- Runners time their movement – “wait, then break” – so they arrive in the hot zone just as the ball does.  \n- Encourage disguise and variety in passes (driven, clipped, slide passes).  \n- On loss of possession, immediate reaction to defend and prevent the opponents’ hot zone entry.  \n- Communication about where the hot zone is (“Right side!”, “Middle!”) to support team-mates.\n\nProgressions and Variations\n- Easier: Allow attackers to score by simply dribbling into the hot zone under control.  \n- Easier: Widen the endzone or keep the hot zone larger for more frequent success.  \n- Harder: Reduce touches for the attacking team in build-up (e.g. 2-touch).  \n- Harder: Split the endzone into three narrower vertical channels and award extra points for hitting wide or far-side zones.  \n- Harder: Add an offside line to encourage timing of runs and discourage early movement.\n\n\n---",
    "exerciseBreakdownDesc": "A directional small-sided game played towards an endzone.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "009",
    "title": "Progressive Zone Build and Score",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Small Group (3–4 players)",
    "gameMoment": "Build-Up",
    "difficulty": "Advanced",
    "practiceFormat": "Positional Possession Game",
    "overview": "Three attackers work the ball up a narrow pitch divided into four zones, with one or two defenders free to defend across all zones. Each of the first three zones has EyeQ SmartCones; attackers may only step into the next zone when that zone's cones show the correct cue. The defenders can score on any regain, creating constant jeopardy.",
    "description": "Drill Overview\nThree attackers work the ball up a narrow pitch divided into four zones, with one or two defenders free to defend across all zones. Each of the first three zones has EyeQ SmartCones; attackers may only step into the next zone when that zone’s cones show the correct cue. The defenders can score on any regain, creating constant jeopardy.\n\nObjective & Scanning Emphasis\nObjective: Develop patient yet purposeful build-up play, controlled progression through the thirds and intelligent defensive transitions.  \nScanning emphasis: Attackers must regularly scan the cones in the *next* zone rather than just focusing on their current space. When the correct cue appears, they must quickly transition forward as a unit. If they rush without checking, they risk advancing illegally and being reset; if they stare only at defenders, they miss safe windows to progress.\n\nSetup & Equipment\nRecommended Numbers: 4–5 players (3 attackers + 1–2 defenders)  \nArea: Narrow channel about 40m long by 12–15m wide, divided into four equal 10m zones.  \nPlayers: 3 attackers vs 1 defender (or 3v2 for more pressure).  \nEquipment required: 12 EyeQ SmartCones (3 at the front of each of Zones 1–3), markers for zone lines, 1–2 balls, a goal in Zone 4.  \nEyeQ Smart Cone placement: Three SmartCones at the front edge of each of Zones 1, 2 and 3, visible to attackers in the preceding zone.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- A specified colour (e.g. green) appearing on all three cones in the *next* zone = permission to advance into that zone while in possession.  \n- Any other colour or dark cones in the next zone = attackers must stay in their current zone, keeping the ball under pressure.  \n- Advancing into a zone when the correct cue is not showing results in a reset back to the previous zone or turnover by coach decision.  \n- In Zone 4 (final zone), no cue is needed – attackers may finish freely once they arrive legally.\n\nHow to Play (Step-by-Step)\n1. Attackers start in Zone 1 with the ball, defender(s) free to move in any zone.  \n2. Attackers keep possession in Zone 1 and scan the SmartCones at the front of Zone 2.  \n3. When Zone 2’s cones show the correct colour cue, attackers combine to carry or pass the ball into Zone 2 as a group.  \n4. The same pattern repeats from Zone 2 to Zone 3 – hold, scan, then progress when allowed.  \n5. Once attackers legally reach Zone 4, they are free to combine and shoot at goal without further cues.  \n6. If defenders win the ball at any time, they can immediately shoot from wherever they are or dribble to a better shooting position.  \n7. After a goal (by either side) or a reset, rotate roles so everyone experiences attacking and defending.\n\nCoaching Points\n- Attackers must scan forward cones regularly, not just defenders and team-mates.  \n- Possession with purpose – don’t force forward play when the cue is not showing.  \n- Move as a unit into the next zone to support the ball and avoid isolation.  \n- Defenders look to anticipate likely progression moments and press aggressively then.  \n- Positive, composed finishing in Zone 4.\n\nProgressions and Variations\n- Easier: Allow attackers to advance if at least two of the three cones in the next zone show the correct colour.  \n- Easier: Remove one defender so attackers can experience success with the progression pattern.  \n- Harder: Add a second defender (3v2) for extra pressure.  \n- Harder: Limit touches for attackers in each zone (e.g. maximum 3 passes before cue appears).  \n- Harder: Require a minimum of one pass in the new zone before moving on again, to discourage one-player runs.\n\n\n---",
    "exerciseBreakdownDesc": "Three attackers work the ball up a narrow pitch divided into four zones, with one or two defenders free to defend across all zones.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "010",
    "title": "EyeQ Call Possession Game",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "Moderate",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "Two teams play a tight possession game inside a square. An EyeQ SmartCone on each side of the grid lights up in different colours; when a cone lights, the team in possession must respond with a specific action, such as switching play to the opposite side or completing a series of one-touch passes. The game rewards teams that scan early and react quickly to colour cues while keeping the ball.",
    "description": "Drill Overview\nTwo teams play a tight possession game inside a square. An EyeQ SmartCone on each side of the grid lights up in different colours; when a cone lights, the team in possession must respond with a specific action, such as switching play to the opposite side or completing a series of one-touch passes. The game rewards teams that scan early and react quickly to colour cues while keeping the ball.\n\nObjective & Scanning Emphasis\nObjective: Improve possession play, quick reactions to external cues and team coordination under pressure.  \nScanning emphasis: All players, not just the ball carrier, must keep an eye on the four side cones. When a colour appears, they must link that colour to the assigned task and adjust their play accordingly. If they fail to notice or react too slowly, they lose possession or points, reinforcing the need for constant head movement and shared awareness.\n\nSetup & Equipment\nRecommended Numbers: 10–14 players (5v5 or 6v6)  \nArea: 30m x 30m grid (adjust to numbers and ability).  \nPlayers: 2 teams (5v5 or 6v6).  \nEquipment required: 4 EyeQ SmartCones (one on the midpoint of each side), 1 ball, bibs.  \nEyeQ Smart Cone placement: One SmartCone on each side line at the midpoint; cones light up individually at random intervals in red or blue.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Red cone lights on one side: the team in possession must switch the ball to the opposite side of the grid within a maximum of three passes.  \n- Blue cone lights: the team in possession must complete three consecutive one-touch passes anywhere in the grid.  \n- Failing to complete the required action in time, or losing the ball before doing so, results in immediate turnover to the opposing team from the spot.\n\nHow to Play (Step-by-Step)\n1. Organise teams and start play with a simple pass-in or kick-off.  \n2. Teams compete to keep possession in the grid using normal football rules.  \n3. At random intervals, one of the four side cones lights up in red or blue.  \n4. As soon as the cue appears, the team in possession must recognise the colour and execute the rule:  \n   - Red: move the ball to the opposite side of the grid within three passes.  \n   - Blue: complete three one-touch passes in a row.  \n5. If they succeed, play continues as normal until the next cue.  \n6. If they fail or lose the ball, possession switches to the other team, who then responds to the next cue that appears.  \n7. Play in short, intense blocks (e.g. 3–4 minutes) and keep score by number of successful cue responses or by goals if you add end goals.\n\nCoaching Points\n- Encourage players to scan the whole grid, including the side cones, even when off the ball.  \n- Stress quick recognition and a clear team decision after each cue – one simple plan: “Red = open up and switch; Blue = tighten passes.”  \n- Support angles and body shape should make switching and one-touch play possible.  \n- Emphasise communication – players can shout “Red!” or “Blue!” to alert team-mates.  \n- Encourage calm possession between cues, not constant rushing.\n\nProgressions and Variations\n- Easier: Allow more passes to complete each task (e.g. five passes to switch after red).  \n- Easier: Use only one colour and one rule until players are comfortable.  \n- Harder: Add small goals on two sides; teams can score after successfully completing a cue.  \n- Harder: Introduce a third colour with a new rule (e.g. yellow = everyone must touch the ball before losing possession).  \n- Harder: Reduce touch limit (e.g. 2-touch max) to push scanning and pre-orientation.",
    "exerciseBreakdownDesc": "Two teams play a tight possession game inside a square.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "011",
    "title": "EyeQ Chaos Possession Game - Neutral Trigger",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Transition (Attack to Defend)",
    "difficulty": "Moderate",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "A possession rondo with two teams and an EyeQ SmartCone in the centre. When the central cone lights up in a \"neutral\" colour, the ball must immediately be passed through that cone for a neutral player to receive and switch play. When the cone goes dark, teams play normal possession. The frequent light changes demand constant scanning and quick decision-making from all players.",
    "description": "Drill Overview\nThree teams share one possession game inside a single grid. Two teams combine to keep the ball while the third team defends. At random moments a neutral EyeQ cone lights up and instantly places a time/ pass constraint on the team currently on the ball, forcing them to react quickly under pressure.\n\nObjective & Scanning Emphasis\nObjective: Develop scanning, rapid recognition of triggers and coordinated team reactions in tight possession and transition moments.  \nScanning emphasis: Players must continually scan not only for team-mates and defenders but also the neutral EyeQ cone. As soon as it lights, the team in possession must recognise the cue and complete the required number of passes in the time window. If they fail to scan or delay, they lose the ball and roles change, making scanning a constant requirement.\n\nSetup & Equipment\nRecommended Numbers: 12–18 players (3 teams of 4–6)  \nArea: 30m x 30m grid (adjust to numbers).  \nPlayers: 3 teams of 4–6 players, each in a different bib colour (e.g. red, blue, yellow).  \nEquipment required: 4 EyeQ SmartCones, 1 ball (plus spares), cones to mark area, bibs.  \nEyeQ Smart Cone placement: Four SmartCones spaced evenly along the sidelines of the grid, all linked to show the same neutral colour cue.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Yellow light (or chosen cue colour) = chaos trigger for the team currently in possession of the ball.  \n- When the trigger appears, the team with the ball must complete 3 passes within 6 seconds.  \n- During this period, their partner possession team may not receive the ball but should move to create space and support options.  \n- Failure to complete 3 passes in time, or losing possession during the cue window, results in an immediate turnover and the team that lost the ball becomes the new defenders.\n\nHow to Play (Step-by-Step)\n1. Organise three teams and place all players inside the grid.  \n2. Two teams start as possession teams and combine to keep the ball; the third team defends.  \n3. Play begins with a pass from the coach or a free ball in the grid.  \n4. Teams in possession move the ball, using each other freely while defenders try to win it back.  \n5. At random intervals, an EyeQ cone lights up in the neutral cue colour. The team currently on the ball must complete 3 passes within 6 seconds.  \n6. If they succeed, play continues and cones go back to neutral/off until the next trigger.  \n7. If they fail or lose the ball, the team that lost possession becomes defenders, and the defending team that won the ball joins the other possession team.  \n8. Rotate roles regularly so all teams experience attacking and defending.\n\nCoaching Points\n- Possession teams: scan regularly – see the ball, team-mates, opponents and the EyeQ cone.  \n- React quickly to the cue: one- and two-touch passes, sharp movement to create simple options.  \n- Non-receiving possession team supports with angles and depth without demanding the ball during the 3-pass window.  \n- Defenders press most aggressively when the cue appears, knowing the attackers are under extra pressure.  \n- Encourage constant communication (“Yellow! Three passes!”) to share awareness.\n\nProgressions and Variations\n- Easier: Increase the time window (e.g. 8–10 seconds) or reduce the required passes to 2.  \n- Easier: Allow the second possession team to receive during the cue period.  \n- Harder: Increase the pass requirement to 4–5 passes in 6 seconds.  \n- Harder: Add a touch limit (e.g. 2-touch) for the team under the cue.  \n- Harder: Use two different cue colours with slightly different tasks (e.g. yellow = 3 passes, red = 2 one-touch passes).\n\n\n---",
    "exerciseBreakdownDesc": "A possession rondo with two teams and an EyeQ SmartCone in the centre.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "012",
    "title": "Keep Possession with Shielding Cue",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "Basic",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "Players maintain possession in a tight grid while EyeQ SmartCones around the perimeter show different colours. When a cone shows red, players must shield the ball with their body rather than passing immediately; when the cone is blue or green, they can pass freely. The exercise teaches players to recognise when to hold possession under pressure and when to release the ball.",
    "description": "Drill Overview\nA simple possession game in a tight area where EyeQ SmartCones around the pitch occasionally light up. Whenever a cone lights, the current ball-carrier must immediately shield the ball until the light goes off, then resume normal play. This creates repeated moments of controlled shielding under live pressure.\n\nObjective & Scanning Emphasis\nObjective: Develop ball retention under pressure, body use for shielding and composure when pressed.  \nScanning emphasis: Players must constantly scan the perimeter cones while playing. When a cone lights, the ball-carrier must quickly recognise the cue and shift from passing mode to shielding mode. If they miss the cue and keep playing as normal, the coach can call a turnover, making visual awareness central to success.\n\nSetup & Equipment\nRecommended Numbers: 8–12 players (4v4 or 5v5)  \nArea: 20m x 20m grid (tight enough to create pressure).  \nPlayers: 2 teams of 4–6 players (e.g. 4v4 or 5v5).  \nEquipment required: 4 EyeQ SmartCones around perimeter, 1 ball (plus spares), bibs, cones for grid.  \nEyeQ Smart Cone placement: Four SmartCones at midpoints of each side line.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Any cone lighting in the chosen cue colour = shielding trigger for the current ball-carrier.  \n- While the cone is lit, the ball-carrier must protect the ball and not pass or shoot.  \n- Once the light goes off, they must pass to a team-mate to resume normal play.  \n- Ignoring the cue (continuing to pass while the cone is lit) or losing the ball during the shielding phase can result in an automatic turnover.\n\nHow to Play (Step-by-Step)\n1. Set up the grid and split players into two equal teams.  \n2. One team starts in possession and attempts to keep the ball using short passes and movement.  \n3. Defenders press realistically, trying to win possession.  \n4. At random moments, one of the EyeQ cones around the perimeter lights up.  \n5. As soon as it lights, the player in possession must immediately shift to shielding: use their body to protect the ball from defenders until the light turns off.  \n6. Once the light goes off, that player must make a pass to a team-mate and normal possession resumes.  \n7. If defenders win the ball, they become the team in possession and operate under the same rules when the next cue appears.  \n8. Play in short rounds (2–3 minutes), then reset or swap starting team.\n\nCoaching Points\n- Ball-carrier: strong body position between defender and ball, use of arms for balance, low centre of gravity.  \n- Head up even while shielding – feel the pressure but still scan for next pass option.  \n- Team-mates must move to support and offer passing lanes immediately once the light goes off.  \n- Defenders: time their tackle attempts, especially just as the light goes out and the ball-carrier prepares to pass.  \n- Emphasise composure: no panic when cones light; protect, then play.\n\nProgressions and Variations\n- Easier: Allow the ball-carrier a safe zone (e.g. 1m bubble) where defenders can pressure but not tackle while the light is on.  \n- Easier: Extend the shielding time so players have longer to organise their body position.  \n- Harder: Require the ball-carrier to perform a specific turn or escape move immediately after the light goes off before passing.  \n- Harder: Reduce the grid size or add an extra defender to increase pressure.  \n- Harder: Award bonus points for successful shielding sequences that end in a forward pass.\n\n\n---",
    "exerciseBreakdownDesc": "Players maintain possession in a tight grid while EyeQ SmartCones around the perimeter show different colours.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "013",
    "title": "2v2 Multi-Cue Reaction Game",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "1v1 / 2v2",
    "gameMoment": "Build-Up",
    "difficulty": "Advanced",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "Two 2v2 games run simultaneously in adjacent grids, each with their own EyeQ SmartCones. The cones give real-time instructions that affect gameplay, such as one-touch only, weaker foot only, or switching the direction of attack. Players must continuously monitor the cones in their grid and adapt their play instantly when colours change.",
    "description": "Drill Overview\nA tight 2v2 possession game inside a small square with EyeQ SmartCones on each corner. The cones change colour and dictate different actions for the ball-carrier, such as switching play, shielding or playing one-touch. Players must process the cue and execute the correct action instantly under live defensive pressure.\n\nObjective & Scanning Emphasis\nObjective: Improve 2v2 possession, shielding, quick combinations and decision-making under pressure.  \nScanning emphasis: Both attackers and defenders must constantly scan the corner cones while playing. The ball-carrier in particular must read the cue as the ball is arriving and adjust whether to switch, shield or play one-touch. Failing to scan leads to wrong actions and turnovers, reinforcing the need to link visual information to tactical choices.\n\nSetup & Equipment\nRecommended Numbers: 4 players per grid (2v2)  \nArea: 15m x 15m square.  \nPlayers: 2 attackers vs 2 defenders inside the square.  \nEquipment required: 4 EyeQ SmartCones (one on each corner), 1 ball, bibs.  \nEyeQ Smart Cone placement: One SmartCone at each corner of the square, all connected to cycle between green, yellow and blue.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Green = Switch play: the attacking pair must move the ball quickly to the opposite side of the square.  \n- Yellow = Shield: the ball-carrier must protect the ball for a few seconds before passing.  \n- Blue = One-touch: the next pass from the ball-carrier must be one-touch if possible.  \n- Ignoring the cue or failing to complete the required action in a reasonable time results in a turnover to the opposition or a lost point.\n\nHow to Play (Step-by-Step)\n1. Set up the square with 2 attackers and 2 defenders inside.  \n2. Coach serves the ball to the attacking pair to start play.  \n3. Attackers aim to keep possession, moving and combining to beat pressure.  \n4. Throughout play, EyeQ cones change colour at random intervals.  \n5. When a colour appears, the ball-carrier must immediately act according to that cue:\n   - Green: move the ball across to the opposite side of the square (e.g. via a pass and support run).  \n   - Yellow: use body to shield and hold the ball for a brief count before passing.  \n   - Blue: play the next pass one-touch if possible.  \n6. Defenders try to win the ball and, on winning it, become the attacking pair, now working under the same cues.  \n7. After 60–90 seconds, rotate new players into the grid.\n\nCoaching Points\n- Attackers: scan cones before and during receiving – don’t wait until after control.  \n- Body shape side-on to see both ball and cones in one glance.  \n- Positive, strong shielding when yellow shows: use body, hips and arms legally.  \n- Quick passing combinations and support angles for green and blue cues.  \n- Defenders: read cues too; time pressing based on likely attacker actions.\n\nProgressions and Variations\n- Easier: Use only one or two colours (e.g. green and blue) at first.  \n- Easier: Enlarge the grid slightly to provide more space.  \n- Harder: Add a time or pass limit for attackers to complete each cue action.  \n- Harder: Reduce grid size for more pressure.  \n- Harder: Add a neutral support player on the outside who can be used only under certain colours (e.g. green).\n\n\n---",
    "exerciseBreakdownDesc": "Two 2v2 games run simultaneously in adjacent grids, each with their own EyeQ SmartCones.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "014",
    "title": "Pass Through Centre - EyeQ Central Rondo",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "Moderate",
    "practiceFormat": "Positional Possession Game",
    "overview": "A central rondo with attackers keeping possession around the outside while defenders work in the middle. EyeQ SmartCones positioned around the perimeter and in the centre create dynamic passing lanes. When certain cones light up, attackers must use specific combinations or routes through the middle. The drill improves decision-making, passing precision and movement off the ball.",
    "description": "Drill Overview\nTwo teams play possession around a central square, supported by one or two neutrals. EyeQ SmartCones on the outside edges provide colour cues that change the passing task: sometimes the ball must go through the central square, sometimes it must be switched wide, and sometimes the ball-carrier must shield. The game connects scanning with different build-up behaviours.\n\nObjective & Scanning Emphasis\nObjective: Improve build-up play, including central penetration, wide switches and shielding under pressure.  \nScanning emphasis: Players must keep an eye on the side cones while circulating the ball. A green cue means they must find a pass through the central square; blue means switching play; yellow creates a short shielding task. If players fail to scan and miss the cue, they miss scoring chances or concede possession via coach decision.\n\nSetup & Equipment\nRecommended Numbers: 10–12 players (4v4 or 5v5 plus neutrals)  \nArea: 20m x 20m outer square with a 5m x 5m central square marked inside.  \nPlayers: 2 teams of 4–5 players (4v4 or 5v5) plus 1–2 neutrals who play with the team in possession.  \nEquipment required: 4 EyeQ SmartCones, cones or markers for outer and central squares, 1 ball, bibs.  \nEyeQ Smart Cone placement: One SmartCone on each side of the outer square, all visible from inside.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Green = Central pass: the team in possession must complete a pass that goes through or into the central square to a team-mate.  \n- Blue = Switch: the ball must be switched to the opposite side of the outer square (e.g. from left to right).  \n- Yellow = Shield: the current ball-carrier must shield the ball for a moment (e.g. 2–3 seconds) before releasing a pass.  \n- If no cone is lit, normal possession rules apply with no special task.  \n- Failing to fulfil the cue within a set number of passes or seconds results in a turnover or loss of a point.\n\nHow to Play (Step-by-Step)\n1. Mark the outer square and central square, and place teams and neutrals as described.  \n2. One team starts with the ball, supported by neutrals; the other team defends.  \n3. The attacking team keeps possession, looking to exploit neutrals and create angles.  \n4. EyeQ cones on the sides light up in different colours at random intervals.  \n5. When a colour appears, the team in possession must quickly respond:\n   - Green: play through or into the central square to a team-mate or neutral.  \n   - Blue: move the ball across to the opposite side of the grid.  \n   - Yellow: current ball-carrier shields briefly before passing.  \n6. Once the task is completed, play returns to normal possession until the next cue.  \n7. If the defending team wins the ball, roles reverse and they now follow the cues.  \n8. Play for several timed rounds, rotating neutrals and team roles.\n\nCoaching Points\n- Attackers: scan side cones regularly, not just team-mates and defenders.  \n- Use neutrals smartly to help access the central square or to switch play quickly.  \n- Encourage body position that allows quick turns and shielding when yellow appears.  \n- Defenders: adjust pressure based on cue – press aggressively when an action is required.  \n- Emphasise quick decision-making once a colour appears – avoid hesitation.\n\nProgressions and Variations\n- Easier: Only use two colours at first (e.g. green = central pass, blue = switch).  \n- Easier: Allow extra time or passes to complete each task.  \n- Harder: Restrict touches (e.g. 2-touch) to increase tempo and cognitive load.  \n- Harder: Add a scoring system (e.g. 1 point for successful green or blue tasks, bonus for completing both in a sequence).  \n- Harder: Force a directional element by adding goals or end zones that can only be attacked after completing specific cues.\n\n\n---",
    "exerciseBreakdownDesc": "A central rondo with attackers keeping possession around the outside while defenders work in the middle.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "015",
    "title": "Red to Blue to Yellow - Colour Chain Game",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "Moderate",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "A possession game where players must complete a specific passing sequence dictated by EyeQ SmartCone colours. For example, a pass to a red cone must be followed by a pass to a blue cone, then to a yellow cone before resetting. Sequences can be linear or branching. The exercise trains pattern recognition, communication and rapid visual processing under possession pressure.",
    "description": "Drill Overview\nThree colour-coded teams share one ball inside a grid. Players initially pass within their own colour group, but EyeQ SmartCones change the “passing chain”: red must pass to blue, blue to yellow, yellow to red, and sometimes any colour is allowed. This forces continuous scanning of cones and bib colours and quick adaptation of passing targets.\n\nObjective & Scanning Emphasis\nObjective: Develop awareness of team-mates, opponent groups and changing passing rules in a crowded possession game.  \nScanning emphasis: Players must scan both the EyeQ cones and the bib colours of other groups. When a new colour lights, the rule for who you can pass to changes instantly. If players fail to scan and pass to an illegal colour, they lose possession and quickly understand the need to link visual cues with decisions.\n\nSetup & Equipment\nRecommended Numbers: 9–15 players (3 colour groups of 3–5)  \nArea: 25m x 20m grid (adapt to numbers).  \nPlayers: 3 groups of equal size, each in a different bib colour (red, blue, yellow).  \nEquipment required: 4 EyeQ SmartCones, 1 ball, bibs, cones for boundaries.  \nEyeQ Smart Cone placement: Four SmartCones around the grid; all show the same colour at any one time (red, blue, yellow, or green).\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Red light: red players may only pass to blue players; blue and yellow must still obey the current rule shown.  \n- Blue light: blue players may only pass to yellow players.  \n- Yellow light: yellow players may only pass to red players.  \n- Green light (all cones): free passing – any colour may pass to any group.  \n- Passing to the wrong colour when a restricted colour is showing = turnover to the team that should have received legally, or to coach’s choice.\n\nHow to Play (Step-by-Step)\n1. All players move freely in the grid; start with simple same-colour passing to warm up.  \n2. Introduce the EyeQ cones and explain the colour chain rules.  \n3. Begin with a ball in play: the first team in possession passes according to the current rule (e.g. red passes must go to blue if red is showing).  \n4. Players move continuously to create passing options that match the rule.  \n5. When the EyeQ colour changes, passing restrictions change immediately – the ball-carrier must adjust their next pass to the new cue.  \n6. If a player passes illegally (to a wrong group for the current colour), that pass results in a turnover.  \n7. Play in short, intense rounds, then reset and swap start team or add a second ball.\n\nCoaching Points\n- Players should scan both the cones and the bib colours of potential targets before receiving.  \n- Emphasise good movement off the ball to provide passing options that fit the current rule.  \n- Encourage early communication: players shout when their colour becomes “live”.  \n- Keep technical quality high – accurate passes and good first touch in tight spaces.  \n- Encourage players to plan ahead: “If the light changes, who will be my next option?”\n\nProgressions and Variations\n- Easier: Start with only two colours active (e.g. red and blue chain) plus green for free play.  \n- Easier: Give a short grace period when the colour changes before enforcing the new rule strictly.  \n- Harder: Add 1–2 defenders who can intercept any pass; if they win the ball, they join the group that “should” have received.  \n- Harder: Add a touch limit to increase tempo and cognitive load.  \n- Harder: Award points for sequences of correct colour-chain passes without turnovers.\n\n\n---",
    "exerciseBreakdownDesc": "A possession game where players must complete a specific passing sequence dictated by EyeQ SmartCone colours.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "016",
    "title": "Four Corners EyeQ Reaction Game",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Shoot or Pass",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Final Third Decision",
    "difficulty": "Moderate",
    "practiceFormat": "Directional Small-Sided Game",
    "overview": "Four small goals are set in the corners of a playing area, each with an EyeQ SmartCone. Two teams compete; at any moment, one or more goals light up and only those goals are live for scoring. Teams must scan constantly, recognise when their target goal is active and attack it before the light changes. The drill sharpens transition speed and situational awareness in a fun, competitive format.",
    "description": "Drill Overview\nTwo teams play a directional game inside a rectangle with four small goals, one in each corner. EyeQ SmartCones behind the goals determine which goal is currently live, and occasionally introduce a pass-count requirement before finishing. Players must scan which corner is lit and adjust their attacks on the fly.\n\nObjective & Scanning Emphasis\nObjective: Develop final-third decision-making, switching of play and opportunistic finishing when multiple goals open and close.  \nScanning emphasis: Ball-carriers and off-the-ball players must scan regularly to see which goal has the green light (active) and whether any extra requirement (e.g. yellow = passes before shot) applies. Ignoring the cue and shooting at a dead goal cost the team points or possession, reinforcing the need to link scanning with timing of the final action.\n\nSetup & Equipment\nRecommended Numbers: 8–12 players (4v4 or 5v5)  \nArea: 25m x 20m rectangular pitch.  \nPlayers: 2 teams of 4–6 (e.g. 4v4 or 5v5).  \nEquipment required: 4 small goals (one in each corner), 4 EyeQ SmartCones, 1 ball, bibs, cones for boundaries.  \nEyeQ Smart Cone placement: One SmartCone placed directly behind each corner goal.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Green light behind a goal = that goal is active for scoring.  \n- Players may only score in a goal that currently has a green-lit cone.  \n- If a cone turns yellow, teams must complete a set number of passes (e.g. 3) after the yellow cue appears and before attempting to score in any active goal.  \n- Scoring in a goal with no green light, or shooting before the required passes in a yellow phase, results in no goal (or loss of point) and a restart for the opposition.\n\nHow to Play (Step-by-Step)\n1. Set up the four small goals in each corner with EyeQ cones behind them.  \n2. Kick off with one team in possession in the centre of the area.  \n3. Teams attack and defend as in a normal small-sided game but must scan the cones behind the goals to know where to score.  \n4. At any time, one or more goals can be lit green; only these are valid targets for finishing.  \n5. At random intervals, one or more cones may turn yellow, activating the pass requirement before any shot.  \n6. Teams score by finishing into an active (green) goal having complied with any current yellow pass rule.  \n7. After a goal or ball out of play, restart from the centre or with a goalkeeper/coach pass.  \n8. Rotate players and play several short games, keeping score.\n\nCoaching Points\n- Encourage players to scan the whole pitch, including corner cones, especially before taking a shot.  \n- Stress quick recognition when a new corner becomes active – can we switch play and attack it?  \n- Quality of final pass and finish in small goals – accuracy over power.  \n- Defenders adjust shape to protect live goals and react when cues change.  \n- Communication: teammates call out “top left!”, “bottom right!” when goals light up.\n\nProgressions and Variations\n- Easier: Keep one goal active for longer periods so players have more time to see and attack it.  \n- Easier: Remove the yellow pass requirement and focus only on green = active.  \n- Harder: Require at least one switch of play (from one side to the other) before scoring in any goal.  \n- Harder: Limit each player to two touches.  \n- Harder: Award extra points for scoring in a goal that has only just lit and was on the far side, encouraging fast scanning and switching.\n\n\n---",
    "exerciseBreakdownDesc": "Four small goals are set in the corners of a playing area, each with an EyeQ SmartCone.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "017",
    "title": "EyeQ Adaptive Possession Grid",
    "ageGroup": "Performance Phase (U19–Senior)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "Elite",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "An advanced possession grid where EyeQ SmartCones dynamically alter the rules of play in real-time. For instance, when a cone shows red, one team might have to play one-touch; when it shows blue, the defending team gains an extra player. These unpredictable shifts force elite-level players to continuously adapt their tactics, communication and technical execution.",
    "description": "Drill Overview\nA high-intensity 6v2 possession game in a four-square grid. EyeQ SmartCones on the perimeter change colour, each colour activating a different global rule: defenders switch, attackers must break lines, or standard rules apply with a base movement constraint. Players must constantly scan and adapt their actions to the current colour.\n\nObjective & Scanning Emphasis\nObjective: Develop elite-level scanning, rapid interpretation of multiple visual cues and tactical responses in a tight possession environment.  \nScanning emphasis: Attackers must read both player positions and the perimeter colour, knowing that blue changes defenders, red enforces line-breaking passes and yellow allows standard play. Failure to scan accurately leads to broken rules and immediate role changes, embedding the habit of linking perception to action.\n\nSetup & Equipment\nRecommended Numbers: 8 players (6 attackers + 2 defenders, with rotations)  \nArea: 16m x 16m grid, divided into four equal 8m x 8m squares.  \nPlayers: 6 attackers inside the grid and 2 active defenders (with additional pairs ready to rotate in).  \nEquipment required: 4 EyeQ SmartCones, 1 ball (plus spares), cones for square markings, bibs for attackers and defenders.  \nEyeQ Smart Cone placement: One SmartCone centred on each sideline of the large grid, all showing the same colour at any given time.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Blue = Defensive switch: the two current defenders must immediately leave the grid and a fresh pair of defenders enters.  \n- Red = Break the lines: any pass must go to a player in a different square from the passer; passes within the same square are not allowed.  \n- Yellow (or no light) = Standard play: normal possession rules apply, but base rule remains – after making a pass, a player must move into a different square.  \n- Incorrect responses (e.g. passing within the same square on red) result in the offending two players becoming the new defenders.\n\nHow to Play (Step-by-Step)\n1. Start with the 6 attackers spread across the four inner squares and 2 defenders applying pressure.  \n2. Attackers aim to keep possession, following the base rule: after passing, move into a different square.  \n3. EyeQ cones shift randomly between blue, red and yellow, applying the global rules.  \n4. When the light shows blue, defenders switch: they exit and a fresh defending pair quickly enters.  \n5. When the light shows red, attackers must only play line-breaking passes into different squares.  \n6. When the light is yellow or off, standard play continues with only the base movement rule.  \n7. Any failure to obey the current colour rule or loss of possession leads to immediate consequences (e.g. offending players become defenders).  \n8. Rotate defenders and attackers regularly to share load and maintain tempo.\n\nCoaching Points\n- Constantly scan for both player positions and the colour of the cones.  \n- Sharpen the perceive–decide–act cycle: see colour, recall rule, scan options, then execute.  \n- High technical quality: crisp passing, sharp first touch and quick, purposeful movement between squares.  \n- Defenders press intelligently, especially when a new rule might catch attackers off guard.  \n- Encourage anticipation: players should think “If it turns red next, where can I pass?”\n\nProgressions and Variations\n- Easier: Start with only yellow (standard play) and blue (defensive switch) to get used to scanning.  \n- Easier: Allow occasional “mistake resets” without changing defender roles to build confidence.  \n- Harder: Increase defensive intensity and reduce grid size slightly to compress time and space.  \n- Harder: Add a new colour rule (e.g. green = all players must touch the ball before a repeat pass is allowed).  \n- Harder: Track and penalise repeated rule errors to emphasise concentration (e.g. 3 errors = fitness for the group).\n\n\n---",
    "exerciseBreakdownDesc": "An advanced possession grid where EyeQ SmartCones dynamically alter the rules of play in real-time.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "018",
    "title": "Reactive Awareness Grid",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "Moderate",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "Players move through a grid performing different technical actions based on colour cues from EyeQ SmartCones. As they dribble, turn or pass, cones change to signal new tasks such as step-overs, change of direction, or finding a team-mate. The exercise blends ball mastery with reactive awareness, preparing players to adjust quickly to visual information while maintaining close control.",
    "description": "Drill Overview\nPairs pass and move within a grid surrounded by randomly flashing EyeQ SmartCones. The receiver must scan for the nearest lit cone as the ball travels and adjust their first action based on its colour: driving into space, turning away from pressure or playing a one-touch combination. It turns a simple passing pattern into a multi-decision awareness drill.\n\nObjective & Scanning Emphasis\nObjective: Develop scanning habits, decision-making speed and appropriate first-touch choices based on changing visual information.  \nScanning emphasis: The receiving player must scan before the ball arrives to identify the nearest lit cone and link that colour to an action (space, pressure, combine). If they fail to scan, their first touch is likely to be inappropriate (into pressure, away from space or too slow), which is immediately obvious.\n\nSetup & Equipment\nRecommended Numbers: 8–16 players (pairs inside one grid)  \nArea: 20m x 20m grid.  \nPlayers: Organised in pairs, each pair with 1 ball.  \nEquipment required: 8–10 EyeQ SmartCones, 1 ball per pair, cones for boundaries.  \nEyeQ Smart Cone placement: 8–10 SmartCones placed randomly throughout or around the grid, each programmed to flash blue, red or yellow independently every 2–4 seconds.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Blue = “Space”: receive and take your first touch towards the nearest blue cone, representing moving into open space.  \n- Red = “Pressure”: receive and perform a sharp turn or skill move away from the nearest red cone, simulating turning away from pressure.  \n- Yellow = “Combine”: receive and play a one-touch pass straight back to your partner, simulating a quick wall pass.  \n- If no cone is lit, players continue with simple receive–pass patterns without extra constraints.\n\nHow to Play (Step-by-Step)\n1. Each pair starts inside the grid, passing the ball back and forth while moving.  \n2. The player about to receive the ball scans to find the nearest lit EyeQ cone before the ball arrives.  \n3. As they receive, they execute the action linked to that cone’s colour:\n   - Blue: take first touch towards the blue cone, then pass.  \n   - Red: turn sharply away from the red cone, then pass.  \n   - Yellow: play a one-touch pass back to their partner.  \n4. After the action, both players move to create new passing angles and repeat.  \n5. Continue for 60–90 seconds, then rest briefly and rotate partners or constraints.  \n\nCoaching Points\n- Emphasise scanning before receiving, not after – “check, then control.”  \n- Quality and purpose of first touch based on the cue: into space (blue) vs away from pressure (red).  \n- Crisp, accurate passing and clear communication between partners.  \n- Encourage continuous movement to open new angles and keep scanning fresh.  \n- Use weaker foot as appropriate to build all-round capability.\n\nProgressions and Variations\n- Easier: Slow the cone change rate and allow two touches even on yellow (combine) at first.  \n- Easier: Use only blue and yellow cues before adding red.  \n- Harder: Constrain all actions to the non-dominant foot.  \n- Harder: Add 1–2 floating defenders who move through the grid applying light pressure.  \n- Harder: Set a time or repetition target for correctly executed cue responses (e.g. 20 blue/red/yellow actions in 2 minutes).\n\n\n---",
    "exerciseBreakdownDesc": "Players move through a grid performing different technical actions based on colour cues from EyeQ SmartCones.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "019",
    "title": "EyeQ Tactical Reactor Game 5v5",
    "ageGroup": "Game Training Phase (U15–U18)",
    "decisionTheme": "Attack or Hold",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Defensive Shape",
    "difficulty": "Advanced",
    "practiceFormat": "Directional Small-Sided Game",
    "overview": "A 5v5 small-sided game where EyeQ cones at different points around the pitch represent different game states such as \"press high\", \"switch play\" or \"direct attack and finish\". When a specific cone lights up, the team in possession must respond by transitioning into that game state immediately. The drill develops tactical flexibility and the ability to shift between styles of play on demand.",
    "description": "Drill Overview\nA 5v5 game with two goals at each end where EyeQ SmartCones around the pitch occasionally flash different colours. Each colour represents a global game state (press, switch play, one-touch finish) that both teams must immediately respect. The drill trains collective adaptation to changing tactical demands.\n\nObjective & Scanning Emphasis\nObjective: Train team-wide ability to recognise and react to sudden tactical shifts, including high pressing, switching play and one-touch finishing.  \nScanning emphasis: All players must constantly be aware of not only ball and opponents but also the perimeter cones. When a colour appears (red, blue, green), team behaviours must change in sync. Failing to scan results in individuals or units playing the wrong “game” inside the correct one.\n\nSetup & Equipment\nRecommended Numbers: 10 players (5v5)  \nArea: 30m x 20m grid.  \nPlayers: 2 teams of 5 players in different coloured bibs.  \nEquipment required: 4 mini-goals (2 on each end line), 6–8 EyeQ SmartCones, several balls.  \nEyeQ Smart Cone placement: 6–8 SmartCones around the outside perimeter; all cones show the same colour simultaneously.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- No light or steady yellow = Normal Play: standard 5v5 game, both teams trying to score.  \n- All cones flash red = “High Press”: the team out of possession must execute an aggressive, collective high press until they win the ball or cue changes.  \n- All cones flash blue = “Switch Play”: the team in possession must switch the ball from one vertical half to the other before they are allowed to score.  \n- All cones flash green = “One-Touch Finish”: any goal scored during this period must be finished with a one-touch strike; otherwise it doesn’t count.  \n- Failure to obey a game-state rule (e.g. trying to score without switching on blue) results in disallowed goals or coach-enforced turnovers.\n\nHow to Play (Step-by-Step)\n1. Set up the pitch with two mini-goals on each end line and players in a 5v5 shape.  \n2. Start with a normal 5v5 game under “Normal Play” state.  \n3. At random intervals, the EyeQ system flashes red, blue or green on all perimeter cones.  \n4. When red flashes, the out-of-possession team must immediately organise into a high press.  \n5. When blue flashes, the team in possession must switch play from one side to the other before they may attempt to score.  \n6. When green flashes, any goal scored must be a one-touch finish at the moment of shooting.  \n7. After a set interval, lights revert to Normal Play and teams resume standard rules until the next cue.  \n8. Coach keeps play flowing by serving new balls quickly when needed.\n\nCoaching Points\n- Demand constant scanning beyond the ball: players must see and react to colour changes together.  \n- On red, team pressing together – compact shape, triggers and cover support.  \n- On blue, encourage intelligent selection of switching method (long diagonal vs short combination).  \n- On green, focus on timing of runs and quality of the set for the one-touch finish.  \n- Encourage loud verbal cues from players (“Press!”, “Switch!”, “One-touch!”) when colours change.\n\nProgressions and Variations\n- Easier: Start by using only one cue (e.g. red = press) with all other times as Normal Play.  \n- Easier: Gradually add blue, then green cues once players understand scanning concept.  \n- Harder: Add specific constraints in each state (e.g. red = man-mark, blue = 2-touch max).  \n- Harder: Award extra points for goals scored correctly under a cue state.  \n- Harder: Increase pitch size slightly to challenge pressing and switching distances.\n\n\n---",
    "exerciseBreakdownDesc": "A 5v5 small-sided game where EyeQ cones at different points around the pitch represent different game states such as \"press high\", \"switch play\" or \"direct attack and finish\".",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "020",
    "title": "Reactive 2v1 Shooting",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Shoot or Pass",
    "playerInvolvement": "Small Group (3–4 players)",
    "gameMoment": "Final Third Decision",
    "difficulty": "Moderate",
    "practiceFormat": "Finishing / Shooting Pattern",
    "overview": "A 2v1 shooting exercise where attackers combine to create a shooting opportunity, but EyeQ SmartCones behind the goal determine which attacker is allowed to shoot. As the attack develops, the active shooter may change, forcing rapid decision-making and creative interplay to get the ball to the correct player before the chance is lost.",
    "description": "Drill Overview\nA 2v1 (or 2v2) finishing pattern where one attacker receives with back to goal under pressure and must scan an EyeQ cone as the pass travels. The cone colour dictates whether they lay the ball off, turn to shoot or switch the ball into wide mini-goals, forcing quick, cue-driven decisions in the final third.\n\nObjective & Scanning Emphasis\nObjective: Train attackers to scan cues while receiving, then choose the correct action (lay-off, turn, switch) in a realistic finishing situation.  \nScanning emphasis: The receiving attacker must read the EyeQ cone as the ball is en route, not after control. Blue means one action, red another, yellow a third; if they fail to scan, they’ll choose the wrong response and the chance breaks down, clearly linking visual attention to outcome.\n\nSetup & Equipment\nRecommended Numbers: 3–4 players per station (2 attackers + 1–2 defenders)  \nArea: 25m x 20m grid in front of a full-size or medium goal.  \nPlayers: 3 players per station – Attacker A (server), Attacker B (receiver), Defender C (pressing defender). Optionally add a fourth defender for higher challenge.  \nEquipment required: 1 EyeQ SmartCone, 1 main goal, 2 mini-goals placed wide near the goal line, a supply of balls.  \nEyeQ Smart Cone placement: One SmartCone positioned near or behind the central goal, clearly in B’s line of sight.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Blue = “Lay-off”: defender is tight; B lays the ball off first-time for A to run onto and shoot.  \n- Red = “Turn”: space to attack; B receives, turns and drives at goal 1v1 vs defender before shooting.  \n- Yellow = “Switch”: central lane blocked; B plays a 1-touch pass into either wide mini-goal, representing a switch to a wide player.  \n- Using an incorrect action for the colour (e.g. turning on blue) is treated as an error; reset or let play continue but highlight decision.\n\nHow to Play (Step-by-Step)\n1. Player A starts at the top of the grid with the ball; B is positioned centrally, back to goal, with C marking from behind or side.  \n2. A passes firmly into B’s feet to start the pattern.  \n3. As the ball travels, the EyeQ cone flashes blue, red or yellow.  \n4. B scans the cone and, on receiving, immediately performs the action linked to that colour:\n   - Blue: one-touch lay-off into A’s path for a shot on the main goal.  \n   - Red: control, turn and drive at goal 1v1, then shoot.  \n   - Yellow: one-touch pass into either wide mini-goal.  \n5. A and C react accordingly – A supports shots or rebounds, C defends realistically.  \n6. After each repetition, rotate roles so all players experience A, B and C positions.  \n7. Repeat for a set number of repetitions on each colour or in a mixed random sequence.\n\nCoaching Points\n- B’s body shape: open stance to see both the incoming ball and the EyeQ cone.  \n- Early scan: decision should be made before the first touch.  \n- Quality of A’s pass – weight and accuracy to give B realistic options.  \n- Realistic defending from C to keep intensity high without reckless tackling.  \n- Encourage confident finishing and quick reactions, not hesitation.\n\nProgressions and Variations\n- Easier: Begin with only one colour cue active (e.g. blue = lay-off) to groove the pattern.  \n- Easier: Reduce defender pressure or make C semi-passive.  \n- Harder: Activate two colours (blue and red), then all three to increase decision complexity.  \n- Harder: Add a second defender to create a 2v2 and increase defensive information B must read.  \n- Harder: Add a scoring system where correct colour–action decisions plus goals earn extra points.",
    "exerciseBreakdownDesc": "A 2v1 shooting exercise where attackers combine to create a shooting opportunity, but EyeQ SmartCones behind the goal determine which attacker is allowed to shoot.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "021",
    "title": "Reactive Game States",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Attack or Hold",
    "playerInvolvement": "Small Group (3–4 players)",
    "gameMoment": "Build-Up",
    "difficulty": "Elite",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "Teams play in a confined area where EyeQ SmartCones signal changes in game state. When a cone lights up, the team must decide whether to attack immediately or hold possession and wait for a better opportunity. Different colours represent scenarios like counter-attack mode, patient build-up or defensive transition. The exercise sharpens collective decision-making and tactical discipline.",
    "description": "Drill Overview\nA 3v3 possession game where the global “game state” constantly changes based on the EyeQ cone colour around the pitch. Blue means keep the ball, red means attack the mini-goals, and yellow locks the ball-carrier into shielding. Players must continually scan the lights and instantly adapt their behaviour to the current state.\n\nObjective & Scanning Emphasis\nObjective: Develop players’ ability to maintain possession under pressure while quickly switching between keeping the ball, attacking goal and shielding.  \nScanning emphasis: Players must scan not only for team-mates and defenders but also the perimeter cones before and during each action. They must recognise the current colour/game state and execute the correct behaviour; failing to scan leads directly to using the wrong tactic (e.g. holding the ball when they should attack, or passing when they should shield).\n\nSetup & Equipment\nRecommended Numbers: 6–8 players (3v3 plus optional neutral)  \nArea: 25m x 20m grid.  \nPlayers: 3v3 inside the grid (add a neutral joker for advanced levels).  \nEquipment required: 6 EyeQ SmartCones around the perimeter, 2 mini-goals on one end line, 1 ball, bibs.  \nEyeQ Smart Cone placement: Six SmartCones spaced evenly around the outside of the grid; all show the same colour at any one time.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Blue = “Keep Ball”: team in possession plays standard 3v3 keep-away, aiming for a target number of passes (e.g. 5) to score a point.  \n- Red = “Attack Goal”: team in possession must immediately attack and try to score in either mini-goal.  \n- Yellow = “Player Locked”: the player on the ball must shield and cannot pass or dribble away; team-mates move to provide options for when the colour changes.  \n- Breaking a game-state rule (e.g. trying to score on blue, or passing on yellow) or losing possession under pressure results in a turnover; new team in possession now follows the cue.\n\nHow to Play (Step-by-Step)\n1. Set up the grid with 3v3 inside and two mini-goals at one end.  \n2. Start with the EyeQ pattern running in the background, cycling through blue, red and yellow.  \n3. Begin play with a coach pass; the team receiving starts in possession.  \n4. When cones are blue, the team in possession plays keep-ball, chasing the target pass count.  \n5. When cones flip to red, they must instantly transition to attack and try to score in a mini-goal while opponents drop to defend.  \n6. When cones turn yellow, the current ball-carrier locks into shielding and must protect the ball until the state changes, while team-mates move to create options.  \n7. After any goal, ball out or clear turnover, restart with a coach pass and continue with the ongoing EyeQ pattern.  \n8. Rotate players and, at higher levels, add a neutral joker to create 4v3 when in possession.\n\nCoaching Points\n- “Head up”: players should scan cones regularly, especially before receiving.  \n- Demand instant behavioural change when colours switch – no delay.  \n- On blue: emphasise support angles, body shape to receive and sharp two-touch passing.  \n- On red: “forward first” mentality – positive runs, quick combinations and finishing.  \n- On yellow: strong shielding technique and good support movement from team-mates.\n\nProgressions and Variations\n- Easier: Level 1 – only react to blue (keep ball) and red (attack), ignore yellow (play continues in previous state).  \n- Standard: Level 2 – all three colours active: blue = keep ball, red = attack, yellow = player locked.  \n- Harder: Level 3 – keep same states but make blue play 2-touch only for attackers.  \n- Harder: Level 4 – add a neutral joker to create 4v3 in possession, increasing scanning and decision demands.\n\n\n---",
    "exerciseBreakdownDesc": "Teams play in a confined area where EyeQ SmartCones signal changes in game state.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "022",
    "title": "Trapped Until Colour - Box Release Rondo",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Small Group (3–4 players)",
    "gameMoment": "Build-Up",
    "difficulty": "Moderate",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "A box-shaped rondo where attackers maintain possession but cannot pass to certain \"trapped\" team-mates until an EyeQ SmartCone in that player's zone lights up in the correct colour. Once freed, that player becomes an active passing option again. The drill teaches patience, scanning for open players and precise distribution under the constraint of shifting available targets.",
    "description": "Drill Overview\nThree attackers keep the ball inside a square against two defenders but are “trapped” until an EyeQ gate lights. Each side of the square has a gate with different colour rules; once a gate lights, the team in possession must scan, identify the colour and escape through the correct gate with the correct action.\n\nObjective & Scanning Emphasis\nObjective: Improve ball retention under pressure and the timing of breakouts through scanning and reacting to cues.  \nScanning emphasis: Attackers must constantly scan both defenders and the four EyeQ gates, then adjust quickly when a colour appears. If they rush through the wrong gate, go too early, or use the wrong action, the defenders are rewarded, underlining the importance of checking the cue.\n\nSetup & Equipment\nRecommended Numbers: 5–7 players (3 attackers + 2 defenders)  \nArea: 20m x 20m square.  \nPlayers: 3 attackers vs 2 defenders inside the square; coach on the side with spare balls.  \nEquipment required: 8 EyeQ SmartCones (4 gates made from 2 cones each), 8–10 flat markers for area, 2–3 balls.  \nEyeQ Smart Cone placement: On the middle of each side of the square, create a 2m gate with two SmartCones; each gate can show a different colour.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- When cones at one gate light, that is the only active escape gate.  \n- Red gate = team must dribble through that gate to escape.  \n- Green gate = team must pass through the gate with a team-mate receiving on the far side.  \n- Other colours or no light = no escape allowed; attackers must keep possession inside the square.  \n- Leaving early, using the wrong action for the gate colour, or escaping through a non-lit gate = automatic turnover and defenders gain a point.\n\nHow to Play (Step-by-Step)\n1. Set up the square and four EyeQ gates; place 3 attackers and 2 defenders inside.  \n2. Coach serves a ball into the attackers, who aim to keep possession under pressure.  \n3. Attackers may not leave the square until a gate lights.  \n4. When a gate’s SmartCones light up, the team in possession must quickly scan, identify the gate colour and direction, and execute the correct escape:\n   - Red: work the ball to dribble through that gate.  \n   - Green: find a pass through that gate to a supporting attacker on the far side.  \n5. If they succeed in escaping correctly, award them a point and reset with a new ball.  \n6. If they choose the wrong gate, act before any gate lights, or use the wrong action, the defenders gain a point and the coach resets play.  \n7. Rotate roles so players experience both attacking and defending.\n\nCoaching Points\n- Encourage attackers to stay calm under pressure – good angles, short passes, supportive movement.  \n- Link scanning to the cue: “see pressure, see support, quick check on gates.”  \n- Emphasise half-turned body shape to see as much of the box as possible.  \n- Communication around gate colours (“Red gate!”, “Green pass!”) to support decision-making.  \n- Defenders should press smartly and be ready to pounce when attackers hesitate.\n\nProgressions and Variations\n- Easier: Use only one gate colour at first (e.g. all gates = same dribble rule) to learn the concept.  \n- Easier: Allow attackers to escape through any lit gate regardless of colour, then add colour-specific actions later.  \n- Harder: Add a third defender or slightly shrink the area.  \n- Harder: Add a rule that defenders can counter-score by dribbling through any non-lit gate after a regain.\n\n\n---",
    "exerciseBreakdownDesc": "A box-shaped rondo where attackers maintain possession but cannot pass to certain \"trapped\" team-mates until an EyeQ SmartCone in that player's zone lights up in the correct colour.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "023",
    "title": "Chaos Shooting Challenge",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Shoot or Pass",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Counter Attack",
    "difficulty": "Advanced",
    "practiceFormat": "Finishing / Shooting Pattern",
    "overview": "An intense finishing drill where multiple shooting stations are set up, each marked by an EyeQ SmartCone. Players start from a central zone with a ball and must sprint to whichever station lights up, arriving in time to take a shot before the cone switches off. If they arrive too late, they must react instantly and sprint to the new active station. The exercise builds explosive power, decision speed and composure under fatigue.",
    "description": "Drill Overview\nAttackers receive passes around the edge of the box while three goals (one big, two small) are linked to EyeQ SmartCones. At any moment, only the goal with the lit cone is “live” and sometimes the cone colour also dictates the finishing technique. Attackers must scan, pick the correct target and use an appropriate technique under defensive pressure.\n\nObjective & Scanning Emphasis\nObjective: Develop rapid scanning, target selection and varied finishing techniques in a chaotic final-third environment.  \nScanning emphasis: As the ball travels from server to attacker, the attacker must scan all three cones to see which goal is live and what colour/technique is required. If they fail to scan, they’ll attack the wrong goal or use the wrong finish and the attempt won’t count, making scanning a non-negotiable.\n\nSetup & Equipment\nRecommended Numbers: 6–10 players (attackers + 1–2 defenders + GK)  \nArea: Final third around the penalty area.  \nPlayers: Several attackers working in rotation, 1–2 live defenders, 1 server (coach or player), and a goalkeeper in the big goal if available.  \nEquipment required: 1 full-size goal, 2 small goals set at angles near the edges of the box, 3 EyeQ SmartCones (one by each goal), a large supply of balls.  \nEyeQ Smart Cone placement: One SmartCone next to each goal. Cones are set to a repeating pattern where only one cone is lit at any time in varying colours.\n\nEyeQ Cue Rules (Colour / Cue Key)\nBase rule:\n- The goal with the lit cone is the only live target for that repetition.  \n\nProgressions:\n- If-Then technique:  \n  - Blue cone = finish with one touch.  \n  - Green cone = take two or more touches before shooting.  \n- Go/No-Go:  \n  - Green = “Go” – attacker may shoot at the lit goal.  \n  - Red = “No-Go” – that goal is blocked; attacker must dribble and score in one of the other (unlit) goals or any other green-lit goal.  \n- Using the wrong target or technique for the given colour results in no goal being awarded.\n\nHow to Play (Step-by-Step)\n1. Server stands centrally 20–25 yards from the large goal with a supply of balls.  \n2. First attacker starts in an agreed starting area; defender(s) position realistically.  \n3. Server plays a pass into the attacker’s path.  \n4. As the ball travels, one EyeQ cone lights at one of the three goals.  \n5. Attacker scans to identify which goal is live and what, if any, colour rule applies.  \n6. Under pressure from the defender(s), the attacker must drive and finish into the correct live goal with the required technique.  \n7. After the attempt, players rotate attacker/defender roles or return to the queue.  \n8. Continue with a fixed pattern or random sequence of cone activations.\n\nCoaching Points\n- “Scan before you receive” – players should know their target before first touch.  \n- Adaptive first touch that opens body toward the live goal and sets up the chosen finish.  \n- Selection of finishing technique: powerful, high finishes for the big goal; precise, placed finishes for small goals.  \n- Encourage calm decisions despite pressure; don’t rush just because the cone is lit.  \n- Defenders apply realistic pressure, forcing quick but composed decisions.\n\nProgressions and Variations\n- Easier: Run without defenders initially so players can focus on scanning and technique.  \n- Easier: Treat any lit cone as simply “shoot at that goal”, regardless of colour.  \n- Harder: Activate the If-Then technique layer (colour dictates number of touches).  \n- Harder: Introduce Go/No-Go logic so attackers must sometimes ignore the lit goal and choose a different target.  \n- Harder: Add a second defender or require attackers to beat a man before shooting in certain colours.\n\n\n---",
    "exerciseBreakdownDesc": "An intense finishing drill where multiple shooting stations are set up, each marked by an EyeQ SmartCone.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "024",
    "title": "Dynamic Gate Discovery",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Small Group (3–4 players)",
    "gameMoment": "Build-Up",
    "difficulty": "Advanced",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "Players dribble in a grid filled with small gates made from pairs of EyeQ SmartCones. Gates light up randomly; players must spot the active gate, dribble through it quickly, then hunt for the next one. The gates can switch off mid-approach, forcing players to change direction and search for a new target. The exercise improves scanning, agility and ball control under dynamic visual pressure.",
    "description": "Drill Overview\nA 3v3 possession game inside a hexagon of EyeQ gates, supported by 1–2 roaming neutrals on the outside. At any time, one gate (pair of cones) is live, indicated by a light; neutrals must sprint to that gate, and the team in possession must find a way to pass through it to the neutral to score.\n\nObjective & Scanning Emphasis\nObjective: Improve team possession, awareness of shifting targets and coordination between inside and outside players.  \nScanning emphasis: Central players and neutrals must both scan the cones constantly. Inside players look to identify which gate is live and whether a neutral is arriving; neutrals must watch for light changes and sprint to the new gate. If either group fails to scan, passes are mistimed or gates are attacked without support.\n\nSetup & Equipment\nRecommended Numbers: 6–8 players (3v3 inside + 1–2 neutrals outside)  \nArea: Hexagon created with 6 gates or a circular area approximating a hexagon.  \nPlayers: 3v3 inside the hexagon; 1–2 neutrals on the outside.  \nEquipment required: 6 EyeQ SmartCones forming 6 gates (one cone per gate) plus extra markers for shape, 1 ball (plus spares).  \nEyeQ Smart Cone placement: Six SmartCones placed evenly around to form six narrow “gates” at the perimeter; cones light one at a time (or occasionally two) in a set rhythm of every 4–6 seconds.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Only the gate whose cone is currently lit is active and can be used to score.  \n- To score, the team in possession must pass the ball through the lit gate to a neutral player who has moved to that gate.  \n- A pass through any non-lit gate, or through a lit gate with no neutral there, is a misfire and results in a turnover.  \n- When a new gate lights, the previous one is no longer active even if a neutral is still there.\n\nHow to Play (Step-by-Step)\n1. Set up the hexagon of gates with 3 attackers and 3 defenders inside, and 1–2 neutrals roaming outside.  \n2. Play begins with a coach pass to one of the inside teams, who try to keep possession.  \n3. EyeQ cones light one gate at a time; neutrals must scan and move quickly to the lit gate to offer a passing option.  \n4. The team in possession scans to identify the live gate and which neutral is best positioned.  \n5. When the moment is right, they play a pass through the lit gate into the neutral’s feet to score a point.  \n6. If they score, they retain possession and play continues with the next light change.  \n7. If they misfire or defenders win the ball, possession changes and the other team now tries to score through the live gate.  \n8. Rotate roles regularly so all players experience inside and neutral positions.\n\nCoaching Points\n- Inside players: frequent shoulder checks to see both gates and neutrals.  \n- Neutrals: pro-active movement towards newly lit gates; arrive on time, not late.  \n- Emphasise communication (“Gate left”, “Red gate!”, “I’m here”) between inside and outside players.  \n- Encourage patience – don’t force passes when no neutral is in position.  \n- Defenders react to gate changes, pressing to block the line to the lit gate.\n\nProgressions and Variations\n- Easier: Keep gates lit for longer and slow down light changes.  \n- Easier: Allow two active gates at once to give more scoring options.  \n- Harder: Always light two gates; team must decide which is the better option.  \n- Harder: After scoring, the passer swaps with the neutral receiver (pass & replace), encouraging constant role change.  \n- Harder: Add a 5-second limit once a gate lights – if no score in time, automatic turnover.\n\n\n---",
    "exerciseBreakdownDesc": "Players dribble in a grid filled with small gates made from pairs of EyeQ SmartCones.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "025",
    "title": "Virus Hunters",
    "ageGroup": "Foundation Phase (U7–U10)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "General / Unspecified",
    "difficulty": "Basic",
    "practiceFormat": "Fun Game / Physical",
    "overview": "A fun, tag-based game where certain players are designated \"viruses\" who try to tag healthy players. EyeQ SmartCones around the area change colour to show safe zones where healthy players cannot be tagged. As colours shift, safe zones move and players must sprint to new sanctuaries. The game develops speed, spatial awareness and quick reaction in a playful, competitive format ideal for younger groups.",
    "description": "Drill Overview\nA fun tag-style game where all players dribble in a square and EyeQ SmartCones decide which colour group becomes the “Hunters”. The Hunters try to tag others while dribbling; on the next colour change, new Hunters appear and the tagged players are released.\n\nObjective & Scanning Emphasis\nObjective: Improve dribbling, evasion and awareness in a fun, game-based setting.  \nScanning emphasis: Players must keep their head up to spot which bib colour is currently the Hunter group and where those players are moving. If they focus only on their ball, they are more likely to be tagged; scanning helps them find space and avoid danger.\n\nSetup & Equipment\nRecommended Numbers: 6–12 players (one ball each)  \nArea: 15m x 15m square (scale with age and numbers).  \nPlayers: 6–8 players per grid (use two grids for larger groups), split into equal groups with red, green and blue bibs; each player has a ball.  \nEquipment required: 4 EyeQ SmartCones, 1 ball per player, bibs.  \nEyeQ Smart Cone placement: Four SmartCones at the midpoint of each side of the square.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- The colour showing on the EyeQ cone indicates which bib colour group are the Hunters.  \n- When the cone is red, red-bib players become Hunters; green for green-bib Hunters; blue for blue-bib Hunters.  \n- Hunters must dribble their own ball while trying to tag other players with their free hand or by gently touching their shoulder.  \n- Tagged players freeze in place with their ball until the next colour change, when a new Hunter group is selected and previously tagged players are released.\n\nHow to Play (Step-by-Step)\n1. All players dribble freely in the grid with a ball.  \n2. At set intervals (e.g. every 8–10 seconds), an EyeQ cone lights red, green or blue.  \n3. The matching bib group instantly becomes Hunters and tries to tag as many other players as possible while still dribbling.  \n4. Tagged players stop moving and stand with their ball at their feet.  \n5. When the colour changes, the previous Hunters stop hunting and resume normal dribbling; frozen players are released and the new bib colour becomes Hunters.  \n6. Continue through many cycles, keeping it fast and playful.\n\nCoaching Points\n- Encourage players to dribble with their head up, not staring at the ball.  \n- Emphasise big touches into space when far from Hunters; small, tight touches when near pressure.  \n- Hunters should dribble under control while hunting, not just sprinting without the ball.  \n- Reinforce scanning the cones and bib colours to anticipate who might become Hunter next.  \n- Keep energy high and fun – lots of encouragement and quick resets.\n\nProgressions and Variations\n- Easier: Allow Hunters to tag without having to dribble, then progress to dribbling required.  \n- Easier: Increase the grid size to give more space.  \n- Harder: Allow Hunters to knock balls away instead of tagging; players whose ball is knocked out must do a quick skill (e.g. 5 toe taps) before re-joining.  \n- Harder: Add a second cone colour state where two bib groups are Hunters at once to increase chaos.\n\n\n---",
    "exerciseBreakdownDesc": "A fun, tag-based game where certain players are designated \"viruses\" who try to tag healthy players.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "026",
    "title": "Spot the Runner and Pass",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Small Group (3–4 players)",
    "gameMoment": "Build-Up",
    "difficulty": "Moderate",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "A possession game where several \"runners\" move continuously around the outside of the playing area. EyeQ SmartCones in each runner's zone light up to indicate when that runner is available for a pass. The team in possession must scan the perimeter, spot the active runner and deliver an accurate pass out to them before the cone switches off. This improves peripheral vision, timing of passes and support play.",
    "description": "Drill Overview\nFour players combine in a passing grid while four EyeQ cones at the far end each belong to a specific player. When a cone lights, the assigned player must make a sharp forward run, and the team-mate on the ball must scan, spot the run and play an early through pass into space.\n\nObjective & Scanning Emphasis\nObjective: Improve timing and quality of forward runs and through passes from simple possession play.  \nScanning emphasis: All players, particularly the one in possession, must scan for light cues and identify which player has been triggered to run. Failing to scan leaves the runner unserved or leads to late, inaccurate passes.\n\nSetup & Equipment\nRecommended Numbers: 4 players (3 in grid + 1 runner, or 4 rotating)  \nArea: 20m wide x 30m long rectangle; main passing happens in the nearer 20m x 20m zone.  \nPlayers: 4 players working as a group.  \nEquipment required: 4 EyeQ SmartCones, 1 ball (plus spares), markers for grid.  \nEyeQ Smart Cone placement: Four SmartCones placed in a line at the far end of the grid, one assigned to each player; each cone has a distinct colour linked to its player.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Each player is assigned a specific colour and EyeQ cone (e.g. blue, red, green, yellow).  \n- When one EyeQ cone lights, only the player assigned to that colour must immediately make a forward run into space.  \n- The player in possession must scan, recognise which cone lit and find the corresponding runner with a through pass into their path.  \n- Ignoring the runner or misreading the colour (passing to the wrong player) means the attempt doesn’t count; simply reset and continue passing.\n\nHow to Play (Step-by-Step)\n1. All 4 players start inside the main 20m x 20m grid, passing freely.  \n2. Coach or EyeQ pattern activates one of the four cones at random intervals.  \n3. As soon as a cone lights, the player assigned to that colour reacts by making a sharp forward run beyond the grid.  \n4. The player currently in possession scans, spots the runner and plays an early through pass into their path.  \n5. The runner controls the ball in stride, then passes it back into the grid to a team-mate.  \n6. All four players recover into the grid and resume the passing sequence until the next cue.  \n7. Rotate colours or player positions regularly to share running and passing roles.\n\nCoaching Points\n- Constant scanning while passing – not just when you have the ball.  \n- Timing of the run: explosive movement as soon as the cone lights, staying onside if used in a directional context.  \n- Through pass weight: ahead of the runner, into space they can attack.  \n- Good first touch from the runner to secure the ball before playing back.  \n- Clear communication – shout colour and name when cones light.\n\nProgressions and Variations\n- Easier: Remove distance and let the runner receive just outside the grid.  \n- Easier: Slow change rate so players are not rushed.  \n- Harder: Limit passes in the grid to one- or two-touch to increase tempo.  \n- Harder: Add a passive defender in the grid who can intercept poorly timed or inaccurate through passes.  \n- Harder: Require the runner to finish on goal instead of passing back if you add a target goal.\n\n\n---",
    "exerciseBreakdownDesc": "A possession game where several \"runners\" move continuously around the outside of the playing area.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "027",
    "title": "Pass to Neutral or 1-Touch",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "Moderate",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "Attackers maintain possession in a grid with a neutral player positioned centrally. EyeQ SmartCones dictate whether the next pass must go to the neutral (one colour) or be a direct one-touch pass between attackers (another colour). Players must scan the cone, make the correct decision instantly and execute with precision. The drill enhances quick thinking, ball speed and cooperative play.",
    "description": "Drill Overview\nTwo teams and two neutral players share a big possession square. Teams can always use the neutrals, but only when the EyeQ cone near a neutral matches their team colour; otherwise they must play around them. This forces constant scanning of both neutrals and colour cues, and encourages smart use of overloads.\n\nObjective & Scanning Emphasis\nObjective: Improve build-up play using neutrals, as well as decision-making about when and how to use support based on visual cues.  \nScanning emphasis: Players must scan both the field and the EyeQ corner cones to know when a neutral is “live” for their team. If they ignore the cue, they either miss advantages or break the rule by using a neutral when their colour isn’t showing.\n\nSetup & Equipment\nRecommended Numbers: 14 players (6v6 plus 2 neutrals)  \nArea: 30m x 30m square.  \nPlayers: 2 teams of 6 (Team A and Team B) plus 2 neutrals who play for the team in possession when allowed.  \nEquipment required: 4 EyeQ SmartCones at the corners, several balls, bibs for both teams and neutrals.  \nEyeQ Smart Cone placement: One SmartCone at each corner of the square; cones light in different colours corresponding to team colours (e.g. green for Team A, blue for Team B).\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Each team is assigned a colour (e.g. Team A = green, Team B = blue).  \n- Neutrals are only “live” for a team when the cone nearest them shows that team’s colour.  \n- If Team A’s colour is lit at a corner nearest a neutral, Team A can pass to that neutral; Team B may not use that neutral at that moment.  \n- If no cone near a neutral matches a team’s colour, that team must keep possession using only their own players.  \n- Passing illegally to a neutral when their colour is not showing = turnover.\n\nHow to Play (Step-by-Step)\n1. Set up the square and place the two neutrals inside; assign colours to Team A and Team B.  \n2. Both teams start with a ball to warm up passing, then switch to a single ball to compete.  \n3. Teams try to keep possession, with the option of using neutrals when allowed by the current cue.  \n4. EyeQ cones change colours at unpredictable intervals.  \n5. Players must scan to see when the cone near a neutral matches their team colour and then use that neutral to create overloads.  \n6. When possession changes, the new team in possession immediately uses the same cue rules.  \n7. Play in timed blocks, then rotate neutrals and team roles.\n\nCoaching Points\n- Encourage players to scan neutrals and corner cones while moving, not just after receiving.  \n- Emphasise clever use of neutrals: bounce passes, switch of play, and breaking pressure.  \n- Highlight anticipation of colour changes – players should be ready to use a neutral as soon as they become live.  \n- Stress quick decision-making and communication when a cue appears (“Green neutral live!”).  \n- Maintain good team shape to support the ball with width and depth.\n\nProgressions and Variations\n- Easier: Let neutrals be always available to both teams while players get used to scanning.  \n- Easier: Use only one neutral initially.  \n- Harder: Introduce one-touch or two-touch passing for the team in possession.  \n- Harder: Award points for using a neutral and then breaking a line directly after.  \n- Harder: Add a scoring system with mini-goals that can only be attacked after a successful neutral link-up when your colour is lit.\n\n\n---",
    "exerciseBreakdownDesc": "Attackers maintain possession in a grid with a neutral player positioned centrally.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "028",
    "title": "4 Runners Outside of Square",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "Moderate",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "Four runners are positioned outside a square, one on each side. A team inside the square keeps possession while EyeQ SmartCones indicate which outside runner is currently active. The team must pass to the correct runner, who then plays the ball back in for the team to continue possession. Successful sequences score points. The exercise develops outward vision, passing accuracy and coordinated movement.",
    "description": "Drill Overview\nInside players keep the ball in a square while four outside players jog around the perimeter. EyeQ SmartCones at the corners light in colours that match outside players’ bibs; inside players must scan for lit cones and outside players of that colour to pick the correct moment and target for a penetrating pass.\n\nObjective & Scanning Emphasis\nObjective: Improve awareness of support players outside the main play area and the timing of passes into them.  \nScanning emphasis: Inside players must constantly scan cones and outside runners; when a cone lights, they must identify an outside player with matching bib colour and decide whether to pass out or keep the ball if no match exists. Failure to scan leads to wrong choices or missed opportunities.\n\nSetup & Equipment\nRecommended Numbers: 9–12 players (5–8 inside + 4 outside)  \nArea: 20m x 20m square.  \nPlayers: 5–8 players inside the square; 4 players outside jogging around the perimeter.  \nEquipment required: 4 EyeQ SmartCones (one at each corner), supply of balls, coloured bibs for all players (colours overlapping with cone options).  \nEyeQ Smart Cone placement: One SmartCone on each corner; each can light in different colours that correspond to outside players’ bibs.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- When a corner cone lights in a colour, it signals that outside players wearing that colour bib are now valid targets.  \n- An inside player may pass to any outside player whose bib matches the lit colour.  \n- If no outside player’s bib matches the lit colour, inside players must keep possession.  \n- Passing to an outside player when their colour is not currently lit = error; reset or treat as turnover.\n\nHow to Play (Step-by-Step)\n1. Arrange inside players in the grid, playing keep-ball with one or two balls.  \n2. Four outside runners jog steadily around the perimeter, staying available.  \n3. EyeQ cones light randomly in different colours at the corners.  \n4. When a cone lights, inside players must scan to find a matching-colour outside runner and decide if a pass is on.  \n5. An inside player passes out to a matching outside runner, who has up to two touches to control and pass the ball back into the grid to a different inside player.  \n6. Inside players regain possession and continue passing until the next cue.  \n7. Rotate roles so different players experience inside and outside roles.\n\nCoaching Points\n- Inside players: frequent scanning of corners and outside players, not just team-mates inside.  \n- Body position and first touch that allow quick switching of play to an outside runner.  \n- Quality and timing of the pass – into the runner’s stride and away from pressure.  \n- Outside players: be alert, adjust jogging to be available when your colour lights.  \n- Encourage communication (“Blue outside!”, “Green runner free!”).\n\nProgressions and Variations\n- Easier: Use fewer colours and slow down cone changes.  \n- Easier: Allow inside players to pass to any outside player regardless of colour at first.  \n- Harder: Limit inside players to two touches to increase speed of recognition and play.  \n- Harder: Add a second ball inside the grid.  \n- Harder: After passing out, inside passer swaps roles with the outside runner to create constant rotation.\n\n\n---",
    "exerciseBreakdownDesc": "Four runners are positioned outside a square, one on each side.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "029",
    "title": "Trapped Until Colour - Advanced Version",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Small Group (3–4 players)",
    "gameMoment": "Build-Up",
    "difficulty": "Advanced",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "A more complex version of the \"Trapped Until Colour\" concept for advanced players. Multiple zones contain trapped attackers who can only be released when their zone's EyeQ cone shows a specific colour. The possessing team must monitor several cones simultaneously, decide optimal passing sequences and execute under defensive pressure. The drill challenges multi-tasking, spatial awareness and decision hierarchy.",
    "description": "Drill Overview\nA more complex version of Trapped Until Colour: attackers and defenders play 3v2 inside a square with four fixed coloured gates and four corner EyeQ cones. Attackers are trapped until the EyeQ cones show a colour; then they must scan and escape through the gate whose colour matches the cue, while defenders try to win the ball or counter.\n\nObjective & Scanning Emphasis\nObjective: Refine scanning and decision speed under pressure with a fixed spatial layout of gates that map directly onto light cues.  \nScanning emphasis: Attackers must continually check all four corner cones, ready to move as soon as a colour appears. They must link that colour to its gate location and coordinate the escape. Defenders also scan, especially in the progression where they counter through gates that do *not* match the cue.\n\nSetup & Equipment\nRecommended Numbers: 5 players (3 attackers + 2 defenders)  \nArea: 20m x 20m square.  \nPlayers: 3 attackers vs 2 defenders; coach on the sideline.  \nEquipment required: 4 coloured plastic gates (red, blue, yellow, green) placed at the midpoint of each side, 4 EyeQ SmartCones in the corners, flat markers for the square, 1–2 balls.  \nEyeQ Smart Cone placement: One SmartCone at each corner; these provide only the colour cue and are not gates themselves.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Red = escape through the red gate (left side).  \n- Blue = escape through the blue gate (top side).  \n- Yellow = escape through the yellow gate (right side).  \n- Green = escape through the green gate (bottom side).  \n- Black / off = no gate is live; attackers must stay inside the square.  \n- Leaving before a colour appears, or escaping through the wrong-coloured gate, is a turnover and a point for defenders.\n\nHow to Play (Step-by-Step)\n1. Coach starts the EyeQ light pattern and serves a ball into the attackers.  \n2. Attackers play 3v2, keeping the ball inside the square and not crossing the lines until a cue appears.  \n3. When the EyeQ cones all show a colour, attackers quickly scan corners to identify which colour is active.  \n4. The team in possession then works together to escape through the gate that matches the cue colour, either by dribbling or passing.  \n5. On a successful escape, attackers score a point; coach resets play with a new ball.  \n6. If attackers leave early, go through the wrong gate or lose possession, defenders gain a point.  \n7. In progression, if defenders win the ball, they attempt to escape through any gate *not* matching the cue colour to earn a bonus point.  \n8. Rotate players between attacking and defending roles.\n\nCoaching Points\n- Frequent scanning of all four corners between touches; don’t fixate on one gate.  \n- Half-turned body shape to see as much of the pitch and cues as possible.  \n- Quick, decisive acceleration once the correct gate is identified.  \n- Communication – clear calls (“Blue gate!”, “Green bottom!”) to synchronise escape.  \n- Defenders should anticipate likely escape paths and press to block them.\n\nProgressions and Variations\n- Easier: Remove the colour–gate mapping and allow escape through any gate when a colour appears.  \n- Easier: Play 3v1 instead of 3v2 to create more success for attackers.  \n- Harder: Add a third defender or make gates narrower.  \n- Harder: Give defenders a counter condition: if they escape correctly before attackers, their points double.  \n- Harder: Introduce a time limit (e.g. 5 seconds) to escape once the colour appears.\n\n\n---",
    "exerciseBreakdownDesc": "A more complex version of the \"Trapped Until Colour\" concept for advanced players.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "030",
    "title": "Traffic Light Decision",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Shoot or Pass",
    "playerInvolvement": "Small Group (3–4 players)",
    "gameMoment": "Final Third Decision",
    "difficulty": "Advanced",
    "practiceFormat": "Finishing / Shooting Pattern",
    "overview": "An attack vs defence transition game where an EyeQ SmartCone acts as a traffic light. Green means the attacking team can push forward freely; amber means hold possession and probe; red means they must retreat and recycle the ball to defenders. The defending team responds to the same signals by adjusting their pressing intensity. The exercise trains collective game management and transitions based on real-time information.",
    "description": "Drill Overview\nAn attacker receives a pass in a channel leading to goal while EyeQ SmartCones show a “traffic light” colour. The colour dictates whether the striker must shoot immediately, combine with a support player or dribble 1v1 before finishing, training fast cue-based decisions in the final third.\n\nObjective & Scanning Emphasis\nObjective: Improve final-third decision-making and execution – shoot, combine or dribble – based on a simple visual cue.  \nScanning emphasis: The striker must scan the three SmartCones as the ball is played in and identify the colour before their first action. If they don’t scan, they’re likely to choose the wrong option or hesitate, which is quickly exposed by the defender and visible in the outcome.\n\nSetup & Equipment\nRecommended Numbers: 3–4 players per station (striker, support, defender, GK optional)  \nArea: 25m x 20m channel leading into a goal.  \nPlayers: 1 striker, 1 support player, 1 defender and 1 goalkeeper (optional) per station.  \nEquipment required: 3 EyeQ SmartCones, standard cones to mark the channel, 1 goal, several balls.  \nEyeQ Smart Cone placement: Three SmartCones positioned ahead of the striker, within the striker’s eyeline (e.g. near or behind the goal).\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Red = Shoot: striker must take a quick shot on goal as soon as possible after receiving.  \n- Green = Pass and combine: striker must pass to the support player and then receive a return pass (one-two) before shooting.  \n- Blue = Dribble: striker must drive at and attempt to beat the defender 1v1 before getting a shot away.  \n- Using the wrong action for the colour (e.g. dribbling on red) is treated as an error; coach highlights and quickly resets.\n\nHow to Play (Step-by-Step)\n1. Server (coach or support player) starts with balls at the top of the channel.  \n2. Striker stands in the channel with an open body shape, defender positioned between them and the goal.  \n3. Server plays a pass into the striker.  \n4. As the ball travels, one of the three EyeQ cones lights red, green or blue.  \n5. The striker scans, identifies the colour and immediately executes the corresponding action:\n   - Red: control if needed and shoot quickly.  \n   - Green: play into the support player, then spin or move to receive the return pass and shoot.  \n   - Blue: drive at the defender to create and take a 1v1 before finishing.  \n6. After the shot, players reset and rotate roles after a set number of reps.  \n7. Repeat with mixed colour cues to keep decisions unpredictable.\n\nCoaching Points\n- Emphasise scanning across all three cones as the pass arrives, not after controlling.  \n- Encourage a positive, decisive first touch that suits the required action.  \n- Reinforce appropriate finishing technique – quality over power, especially after combinations or dribbles.  \n- Defender should adjust pressure based on action but keep it realistic and competitive.  \n- Communication between striker and support player, especially for green (pass and combine).\n\nProgressions and Variations\n- Easier: Start with only one colour active at a time (e.g. only red = shoot) to groove patterns.  \n- Easier: Remove the defender initially to focus on cue reading and execution.  \n- Harder: Add a second defender turning the scenario into 2v2 when green or blue appears.  \n- Harder: Add a time limit to finish after the cue (e.g. 4 seconds).  \n- Harder: Award extra points for correct decision + goal combinations and track scores over multiple rounds.",
    "exerciseBreakdownDesc": "An attack vs defence transition game where an EyeQ SmartCone acts as a traffic light.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "031",
    "title": "3-Goal Challenge",
    "ageGroup": "Game Training Phase (U15–U18)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "General / Unspecified",
    "gameMoment": "Final Third Decision",
    "difficulty": "Advanced",
    "practiceFormat": "General / Mixed",
    "overview": "Three small goals are positioned around a playing area, each assigned a different point value indicated by EyeQ SmartCones. Teams compete to score in the goals, but the values change periodically. Players must constantly scan all three goals, assess which is worth the most points at any moment and attack accordingly. The drill develops strategic awareness, rapid re-assessment and decision-making under competitive pressure.",
    "description": "Drill Overview\nA 5v5 directional game where three EyeQ SmartCones on each end line define which “goal line segment” is live. Only the segment behind the red-lit cone can be used to score by passing or dribbling over the line. Teams must constantly scan the far end line, then attack or defend the currently active scoring channel.\n\nObjective & Scanning Emphasis\nObjective: Improve scanning for distant cues, forward-looking decision-making and coordinated attacking runs towards a moving scoring target.  \nScanning emphasis: On every regain, the ball-carrier and team-mates must quickly lift their heads to find the red-lit cone on the far end line. If they attack the wrong segment or fail to notice a change, any “goal” is disallowed and play restarts, making scanning for the red cone essential, not optional.\n\nSetup & Equipment\nRecommended Numbers: 10 players (5v5)  \nArea: 35m x 25m rectangular pitch.  \nPlayers: 2 teams of 5 (5v5).  \nEquipment required: 6 EyeQ SmartCones (3 on each end line), flat markers for pitch, bibs, 1–2 balls.  \nEyeQ Smart Cone placement: Three SmartCones evenly spaced along each end line; the lit cone marks the active scoring segment on that line.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Red-lit cone = that specific scoring segment is active on that end line.  \n- To score, the ball must be passed or dribbled over the goal line in the zone directly behind the red-lit cone.  \n- Only one red-lit cone is active at any time.  \n- Any “goal” scored in a non-red segment, or while no segment is lit, does not count and results in an immediate restart for the opposition.\n\nHow to Play (Step-by-Step)\n1. Organise two teams of 5 and place them on the pitch in balanced shapes.  \n2. Start play with a pass-in from the coach or a simple kick-off.  \n3. The team in possession attacks the opponent’s end line, scanning for which of the three cones on that line is lit red.  \n4. They attempt to pass or dribble over the goal line behind the red-lit cone to score a point.  \n5. If possession changes, the new team immediately attacks the opposite end line and must scan that side for the red cone.  \n6. If a team carries or passes over the line in the wrong segment, the “goal” is disallowed and the opponent restarts play from their own half.  \n7. Play for several short games (e.g. 3–4 minutes) and keep score.\n\nCoaching Points\n- Constant scanning, especially just after winning the ball – “Where is the red light?”  \n- Body shape so the ball-carrier can see up the pitch and towards the far end line.  \n- Encourage smart use of width and depth to attack the live channel, not just straight lines.  \n- Defenders adjust to protect the active scoring segment but be ready to re-adjust if the cone changes.  \n- Clear communication from all players when the active segment moves (“Left red!”, “Right red!”).\n\nProgressions and Variations\n- Easier: Allow scoring at either end line when any cone is red, to reduce complexity.  \n- Easier: Keep the red cone active for longer periods before switching.  \n- Harder: Add a requirement that at least one pass must be played into wide space before entering the active scoring channel.  \n- Harder: Restrict the team in possession to two touches per player.  \n- Harder: Add bonus points for scoring quickly (e.g. within 5 seconds of regaining possession).\n\n\n---",
    "exerciseBreakdownDesc": "Three small goals are positioned around a playing area, each assigned a different point value indicated by EyeQ SmartCones.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "032",
    "title": "Three Mission Game",
    "ageGroup": "Game Training Phase (U15–U18)",
    "decisionTheme": "Shoot or Pass",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Switch of Play",
    "difficulty": "Elite",
    "practiceFormat": "Directional Small-Sided Game",
    "overview": "A small-sided game where EyeQ SmartCones display three different \"missions\" that teams must achieve in sequence, such as: (1) complete five passes, (2) switch the ball across the pitch, (3) score in a specific goal. Only after completing mission one can the team attempt mission two, and so on. The drill combines tactical objectives, builds composure under constraints and rewards teams that can read, remember and execute layered tasks.",
    "description": "Drill Overview\nA 5v5 game on half a pitch with one big goal and two wide mini-goals. Three EyeQ SmartCones near the big goal show colour combinations that define different “missions”: attack big goal, link with a neutral target then finish, or switch play and score in wide mini-goals. Players must constantly scan the cones and adjust how they attack.\n\nObjective & Scanning Emphasis\nObjective: Train players to quickly interpret changing visual cues and adapt their attacking strategy – direct play, link-up or switch – in realistic 5v5 scenarios.  \nScanning emphasis: After each turnover, the ball-carrier must re-scan the three cones by the big goal to identify the current mission colour, then scan for the relevant target (big goal, neutral, or mini-goals). Failure to scan leads to attacking the wrong target and disallowed goals, making cue reading and re-scanning on each regain vital.\n\nSetup & Equipment\nRecommended Numbers: 10 outfield players (5v5) + 1 goalkeeper + 1 neutral target  \nArea: Half a full-size pitch.  \nPlayers: 2 teams of 5 outfield players (5v5), 1 goalkeeper in the big goal, 1 neutral target player on halfway.  \nEquipment required: 1 full-size goal with GK, 2 mini-goals on the halfway line (one wide on each side), 3 EyeQ SmartCones, bibs, 4–6 balls.  \nEyeQ Smart Cone placement: Three SmartCones in a visible line behind or beside the big goal; these display the current mission colour / combination.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Red = Mission 1 – Big Goal: team in possession must attack and score in the big goal.  \n- Red + Green (combined pattern) = Mission 2 – Target then Big Goal: before scoring in the big goal, team must play a pass to the neutral target player on halfway, who sets the ball back or switches it.  \n- Blue = Mission 3 – Switch to Mini-Goals: team in possession must switch play and score in either mini-goal on the halfway line (by pass or dribble).  \n- Goals scored that do not follow the current mission (e.g. big goal on blue, mini-goal on red) do not count; restart with the other team.\n\nHow to Play (Step-by-Step)\n1. Set up teams, goals, neutral and EyeQ cones as described.  \n2. Start play with a coach pass or GK distribution; the receiving team attacks based on the current mission cue.  \n3. On red, they attack the big goal directly with normal build-up.  \n4. On red + green, they must first find the neutral target player on halfway, then attack the big goal.  \n5. On blue, they must switch play and attempt to score in one of the two wide mini-goals.  \n6. After each goal or ball out, the coach quickly restarts play and the EyeQ system may change the mission colour.  \n7. When possession turns over during play, the new team must instantly re-scan the cones and attack according to the updated mission.\n\nCoaching Points\n- “Lift your head on the turnover” – scan cones before the first touch after winning the ball.  \n- Encourage players to call out the mission (“Red big goal!”, “Red/Green target!”, “Blue mini-goals!”) so everyone shares the cue.  \n- On Mission 2, emphasise quality of the pass to and from the neutral; treat them like a classic target or 10.  \n- On Mission 3, stress smart switching – use width, third-man combinations or driven diagonals.  \n- Focus on good body shape and first touches that keep options open towards the mission target.\n\nProgressions and Variations\n- Easier: Start with only Red and Blue missions; add Red+Green once players are comfortable.  \n- Easier: Allow a goal in any target that broadly matches the mission (e.g. blue = any wide goal or zone).  \n- Harder: Add a touch limit (e.g. 2-touch) in the middle third to speed up scanning and decisions.  \n- Harder: Restrict time after turnover (e.g. must attempt to score within 8 seconds of winning the ball).  \n- Harder: Give bonus points for goals scored where the team clearly reacted quickly to a new mission (e.g. within 3 passes of cue change).\n\n\n---",
    "exerciseBreakdownDesc": "A small-sided game where EyeQ SmartCones display three different \"missions\" that teams must achieve in sequence, such as: (1) complete five passes, (2) switch the ball across the pitch, (3) score in a specific goal.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "033",
    "title": "Find Your Colour and Finish",
    "ageGroup": "Youth Development Phase (U11–U14)",
    "decisionTheme": "Shoot or Pass",
    "playerInvolvement": "Small Group (3–4 players)",
    "gameMoment": "Final Third Decision",
    "difficulty": "Moderate",
    "practiceFormat": "Finishing / Shooting Pattern",
    "overview": "Attackers move into the final third with the ball while EyeQ SmartCones near multiple finishing zones light up in different colours. Each attacker is assigned a colour at the start; they can only shoot when their colour is active. The team must combine and manoeuvre to get the right player into a shooting position at the right moment. The exercise trains creative attacking play, selflessness and finishing under variable conditions.",
    "description": "Drill Overview\nA chaos finishing pattern with two ball colours (Red Ball, Green Ball), mixed bib colours and four EyeQ mini-goals (two red, two green). Players pass and move freely with both balls until a colour cue appears; then the correct ball, bib colour and mini-goal must all match for a valid finish, forcing players to track multiple pieces of information.\n\nObjective & Scanning Emphasis\nObjective: Improve players’ ability to scan for multiple cues (ball colour, bib colour, goal colour) and coordinate finishing actions quickly and accurately.  \nScanning emphasis: Players must know at all times where both balls are, which team-mates share their bib colour and where the matching mini-goals sit. When a colour cue appears, they must link that colour to the right ball, bib and goal; ignoring any part of this chain leads to invalid attempts and missed scoring opportunities.\n\nSetup & Equipment\nRecommended Numbers: 6–10 players  \nArea: 30m x 20m rectangle (adjust to numbers).  \nPlayers: 6–10 attackers, mixed red and green bibs, all on the same “team”.  \nEquipment required: 4 mini-goals made from pairs of EyeQ SmartCones (2 red goals, 2 green goals), 2 balls (one designated Red Ball, one Green Ball), flat markers for area, red and green bibs.  \nEyeQ Smart Cone placement: Two EyeQ mini-goals on one long side (one red, one green) and two on the opposite long side; each pair displays either red or green to match its goal colour.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- When the system activates red, only the red EyeQ mini-goals are live. A valid score requires: Red Ball + red-bib finisher + red mini-goal.  \n- When green is activated, only the green goals are live, using Green Ball and green-bib finisher.  \n- If wrong ball, wrong bib colour or wrong goal is used, the attempt does not count and play continues.  \n- If no goal is scored while that colour is active, play continues until the next colour cue.\n\nHow to Play (Step-by-Step)\n1. All players mix inside the area, some wearing red bibs and some green.  \n2. Coach serves both balls into play: Red Ball and Green Ball.  \n3. Players pass and move freely with whichever ball comes to them, scanning for balls, team-mates and goals.  \n4. When the EyeQ system activates a colour cue (red or green), players must rapidly coordinate:\n   - If red: red-bib players use Red Ball to attack either red mini-goal.  \n   - If green: green-bib players use Green Ball to attack either green mini-goal.  \n5. Non-target colour players help circulate the “wrong” ball and avoid confusion.  \n6. After a scoring attempt or time window, colour cue resets and players go back to free passing until the next activation.  \n7. Rotate bib colours and roles regularly so players experience both sides.\n\nCoaching Points\n- Emphasise scanning across the whole pitch – where are both balls, where are the goals, who shares your colour?  \n- Encourage players to pre-orient their body so they can see play on both sides.  \n- Demand composure in finishing – “quick mind, calm finish”.  \n- Stress communication (“Red on!”, “Green ball!”, “Left red goal!”) to support scanning.  \n- Highlight anticipation; players should move into good positions for their colour even before the cue appears.\n\nProgressions and Variations\n- Easier: Ignore bib colours initially – any player can finish as long as Red Ball goes into red goal, Green Ball into green goal.  \n- Easier: Keep only one ball in play to reduce complexity.  \n- Harder: Require finishes to be one-touch only when the cue appears.  \n- Harder: Add 1–2 passive defenders who can block finishes but not tackles.  \n- Harder: Add a time limit (e.g. 4 seconds) to score after the colour cue appears.\n\n\n---",
    "exerciseBreakdownDesc": "Attackers move into the final third with the ball while EyeQ SmartCones near multiple finishing zones light up in different colours.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "034",
    "title": "Red or Green Pass-Through",
    "ageGroup": "Game Training Phase (U15–U18)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Small Group (3–4 players)",
    "gameMoment": "Build-Up",
    "difficulty": "Moderate",
    "practiceFormat": "Rondo / Tight Possession",
    "overview": "A passing pattern where players navigate through a series of gates or zones, each controlled by an EyeQ SmartCone showing red or green. Players may only pass through or into a zone when the cone is green. If a player or the ball enters a red zone, possession is lost. The drill demands excellent vision, anticipation and disciplined decision-making as players weave through a constantly shifting maze.",
    "description": "Drill Overview\nPairs pass and move inside a 20m square while eight EyeQ gates (two per side) light in red, green or blue. Each pair shares a bib colour (red or green), and the cue colour determines which pairs may attack which gates. Players must scan to choose the best gate and coordinate who runs and who passes through.\n\nObjective & Scanning Emphasis\nObjective: Develop scanning, quick role decisions between partners and accuracy of passing through small gates under time pressure.  \nScanning emphasis: While passing, both players in each pair must monitor the EyeQ gates on the sides. When a gate lights in their colour, or blue for all, they must quickly decide who dribbles and who stays to pass. Failing to scan leads to chasing dead gates or missing good opportunities.\n\nSetup & Equipment\nRecommended Numbers: 8–16 players (pairs)  \nArea: 20m x 20m square.  \nPlayers: Pairs of players inside the square, each pair sharing the same bib colour (red or green).  \nEquipment required: 8 EyeQ SmartCones to create 4 gates (2 per side) or 16 SmartCones for 8 gates (2-per-gate), flat markers for pitch, 1 ball per pair, bibs.  \nEyeQ Smart Cone placement: On each side of the square, set up two EyeQ gates (1–2m wide) using SmartCones. Gates can light red, green or blue.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Red light: only red-bib pairs may attack a red-lit gate.  \n- Green light: only green-bib pairs may attack a green-lit gate.  \n- Blue light: any pair (red or green) may attack any blue-lit gate.  \n- A valid action requires a pass that goes through the lit gate to the partner on the far side. Going to an unlit or wrong-coloured gate, or failing to pass through the gate, means the attempt does not count.\n\nHow to Play (Step-by-Step)\n1. All pairs start inside the square, each with a ball, passing and moving.  \n2. EyeQ gates on the sidelines light up in red, green or blue.  \n3. When a pair sees a gate light in their bib colour (or blue), they decide quickly:\n   - One player stays inside with the ball.  \n   - The other sprints to the chosen gate.  \n4. The inside player must pass the ball through the lit gate to their partner who has moved beyond it.  \n5. After receiving, the outside player passes the ball back into the square and both players re-enter to continue passing.  \n6. If they move to a wrong gate, pass without going through, or are too slow, they reset and find another chance.  \n7. Continue for set intervals, then swap bib colours or partners.\n\nCoaching Points\n- Head up while passing – players should see both the ball and the gates.  \n- Quick role decision: “Who stays, who goes?” as soon as a gate lights.  \n- Accurate, firm passes through the gate to feet or into stride.  \n- Timing of the runner’s movement so they arrive just as the pass is played.  \n- Encourage use of both feet when passing and receiving.\n\nProgressions and Variations\n- Easier: Allow the ball-carrier to dribble through the correct gate and then pass back.  \n- Easier: Use fewer gates so choices are simpler.  \n- Harder: Add 1–2 defenders inside the square who try to intercept passes.  \n- Harder: Require a one-touch wall pass through the gate (in–out combination).  \n- Harder: Set a target number of successful gate passes in a time limit for each pair.\n\n\n---",
    "exerciseBreakdownDesc": "A passing pattern where players navigate through a series of gates or zones, each controlled by an EyeQ SmartCone showing red or green.",
    "image": "",
    "exerciseType": "eyeq"
  },
  {
    "id": "035",
    "title": "Panoramic Lanes 6v6",
    "ageGroup": "Game Training Phase (U15–U18)",
    "decisionTheme": "Pass or Dribble",
    "playerInvolvement": "Team Unit (5+ players)",
    "gameMoment": "Build-Up",
    "difficulty": "Advanced",
    "practiceFormat": "Directional Small-Sided Game",
    "overview": "A 6v6 match across a wide pitch divided into multiple vertical lanes, each monitored by an EyeQ SmartCone. When a lane lights up in a team's colour, only that team can use that lane for a set period. Teams must recognise which lanes are available, shift players into open space and exploit the width intelligently. The exercise develops panoramic scanning, spatial rotation and dynamic use of width in possession.",
    "description": "Drill Overview\nA directional 6v6 game on a pitch divided into three vertical lanes (left, middle, right). Lane-specific EyeQ SmartCones light to show which lane is currently “live”. Before a team is allowed to score, the ball must enter the live lane at least once in that attack and be controlled there by an attacker, forcing play to relate to the full width of the pitch.\n\nObjective & Scanning Emphasis\nObjective: Develop wide-angle scanning, intelligent lane selection and patient build-up play that uses the whole pitch rather than crowding the ball.  \nScanning emphasis: On every regain, players follow a simple scan sequence: check nearest pressure and support, then immediately scan the EyeQ cones to see which lane is active, then sweep their gaze across the pitch to locate that lane and the best route into it. Failing to scan leads to goals that don’t count or missed chances to exploit space.\n\nSetup & Equipment\nRecommended Numbers: 12 players (6v6)  \nArea: 40m x 30m rectangular pitch, divided lengthways into three equal vertical lanes with flat markers.  \nPlayers: 2 teams of 6 outfield players (6v6).  \nEquipment required: 2 full-size or medium goals (one at each end, or two mini-goals side-by-side), 6 EyeQ SmartCones (2 per lane, one at each end), flat markers, bibs, several balls.  \nEyeQ Smart Cone placement: Place SmartCones at both ends of each lane (left, middle, right), clearly visible from all areas.\n\nEyeQ Cue Rules (Colour / Cue Key)\n- Assign each lane a fixed colour for the session (e.g. Left = Red, Middle = Green, Right = Blue).  \n- At any moment, one lane’s cones light in its colour, indicating that lane is active.  \n- To be eligible to score in that attack, the ball must be passed or dribbled into the active lane and controlled by an attacker inside it at least once.  \n- If a team scores without using the active lane, the goal does not count and play restarts with a free-kick or pass for the opposition.\n\nHow to Play (Step-by-Step)\n1. Mark out the pitch, divide into three vertical lanes and place goals and lanes’ SmartCones.  \n2. Start play as a normal 6v6 game with a kick-off or coach pass.  \n3. On each regain, the attacking team wins the ball, lifts heads to see which lane is currently active, then plans how to reach it.  \n4. Players are free to move through any lane, but a valid attack must include a controlled action (pass or dribble) into the active lane.  \n5. Once this condition is met, the team can finish from any lane.  \n6. If a goal is scored without having fulfilled the active-lane condition, the goal is waved off and the opponents restart.  \n7. Continue for several games, switching which lane tends to be targeted by the EyeQ pattern to vary demands.\n\nCoaching Points\n- On regain, demand an instant head lift to locate the active lane (EyeQ lights).  \n- Encourage first touches and body positions that allow the ball-carrier to see across at least two lanes.  \n- Wide players should stretch the pitch when their lane is active; central players look to switch quickly when a far lane is live.  \n- Stress that the best route into the active lane may be via short sets, third-man runs or recycling, not just direct long passes.  \n- Promote constant communication – “Red lane on!”, “Blue free!”, “Switch to Green!”\n\nProgressions and Variations\n- Easier: Use only two lanes (left and right) to start, adding the middle lane later.  \n- Easier: Relax the rule so the ball only needs to travel through the active lane by pass, without requiring control inside it.  \n- Harder: Limit players in the middle lane to two touches to speed up decisions.  \n- Harder: Add one or two neutrals who always play with the team in possession to increase options and scanning complexity.  \n- Harder: Award extra points for goals that come after a quick switch into the active far-side lane.",
    "exerciseBreakdownDesc": "A 6v6 match across a wide pitch divided into multiple vertical lanes, each monitored by an EyeQ SmartCone.",
    "image": "",
    "exerciseType": "eyeq"
  }
]
